{
  "php": {
    "RecordNumbering": "Numeracja rekordów",
    "LBL_VIEW_CUSTOMRECORDNUMBERING": "Dostosuj numerację rekordów",
    "LBL_ADVANCED_RECORD_NUMBERING": "Konfiguracja sekwencji listy wyboru",
    "LBL_CUSTOMIZE_RECORD_NUMBERING": "Moduły - Prefiksy",
    "LBL_CUSTOMIZE_MODENT_NUMBER_DESCRIPTION": "Dostosuj numerację rekordów i dodatkowe prefiksy w systemie.",
    "LBL_LEADING_ZEROS": "Liczba cyfr (wiodące zera)",
    "LBL_LEADING_ZEROS_INFO": "Liczba cyfr to całkowita liczba cyfr z których składa się numer rekordu.\nZera wiodące to zera które zostaną dodane na początku numeru aby liczba cyfr była zgodna ze wzorem.\nJeżeli dla przykładu, przeciętnie w miesiącu mamy ponad sto rekordów (np. faktur), możemy ustawić liczbę cyfr równą 3 abyśmy w rezultacie otrzymali numer '004' czy '023' zamiast '4' czy '23'. Liczba cyfr jest w tym przypadku stała i uzupełniana zerami od lewej strony.\nW przypadku gdy numer będzie dłuższy niż 3 cyfry np '1948' wtedy zostanie on normalnie zapisany bez zer wiodących (tak jak jest - bez żadnych zmian).\n\nPrzykłady:\n\nLiczba cyfr 3\nFI2018/004, FI2018/053, FI2018/3432\n\nLiczba cyfr 5\nFI2018/00008, FI2018/03465, FI2018/45372\n\nBrak zer wiodących\nFI2018/4, FI2018/25, FI2018/8476",
    "LBL_NO_LEADING_ZEROS": "Brak zer wiodących",
    "LBL_FOR_EXAMPLE_SHORT": "np.",
    "LBL_CUSTOMIZE_SEQUENCE": "Dostosuj kolejność",
    "LBL_RS_RESET_SEQUENCE": "Resetuj kolejność",
    "LBL_RS_RESET_SEQUENCE_INFO": "Jeżeli chcesz aby numeracja zaczynała się od początku z każdym dniem, miesiącem lub rokiem (np. tak jak w przypadku numeracji faktur) możesz ustawić to w tym miejscu. Pamiętaj o tym by dodać dzień, miesiąc lub rok (w zależności od wyboru) do prefiksu lub postfiksu aby uniknąć sytuacji w której numery będą się dublowały.",
    "LBL_RS_DO_NOT_RESET": "Nie resetuj",
    "LBL_RS_DO_NOT": "Nigdy nie resetuj (numery rekordów rosną w nieskończoność)",
    "LBL_RS_YEAR": "Resetuj z nowym rokiem",
    "LBL_RS_MONTH": "Resetuj z nowym miesiącem",
    "LBL_RS_DAY": "Resetuj z nowym dniem",
    "LBL_COPY_CV": "Skopiuj zmienną",
    "LBL_NO_PREFIX": "Brak prefiksu",
    "LBL_NO_POSTFIX": "Brak postfiksu",
    "LBL_CV_FULL_YEAR": "Pełny rok (np. 2015)",
    "LBL_CV_FULL_MONTH": "Miesiąc (np. 01, 05, 12)",
    "LBL_CV_FULL_DAY": "Dzień (np. 01, 05, 25)",
    "LBL_CV_YEAR": "Rok (np. 15)",
    "LBL_CV_MONTH": "Miesiąc (np. 1, 5, 12)",
    "LBL_CV_DAY": "Dzień (np. 1, 5, 25)",
    "LBL_CUSTOM_VARIABLES_INFO": "Stąd możesz skopiować zmienne do wykorzystania w polu prefiks i postfix. Dla przykładu jeżeli chcesz aby w numeracji rekordów danego modułu występował rok '2018' musisz wybrać opcję 'Pełny rok', skopiować wartość zmiennej do schowka guzikiem obok po czym wkleić do pola prefiks lub postfiks. Jeżeli chcesz uzyskać pełną datę oddzieloną ukośnikami np. '2018/10/03' trzeba kolejno kopiować zmienne: rok, miesiąc i dzień i wklejać w polach prefiks lub postfiks oddzielając zmienne ukośnikiem '/' czyli '{{YYYY}}/{{MM}}/{{DD}}'.",
    "LBL_USE_POSTFIX": "Używaj postfiksu",
    "LBL_USE_POSTFIX_INFO": "Postfiks to treść która pojawi się za numerem właściwym (za sekwencją). Tak jak w przypadku prefiksu można tutaj również umieszczać zmienne wybrane z pola na samym dole formularza. Możesz wpisać tutaj dowolną treść która ma pojawić się za numerem sekwencji w danym module. Postfiks zostanie 'przyklejony' bezpośrednio do numeru sekwencji.\n\nPrzykłady:\n\npostfiks '/{{YYYY}}'\nF-I0001/2018, F-I0035/2019\n\npostfiks ' /wew'\nF-I045 /wew, F-I1534 /wew",
    "LBL_USE_CUSTOM_VARIABLES": "Systemowe zmienne do budowania prefiksów",
    "LBL_UPDATE_MISSING_RECORD_SEQUENCE": "Aktualizuj brakujące numery",
    "LBL_USE_PREFIX_INFO": "Prefiks jest to wartość dodawana ('przyklejona') bezpośrednio przed właściwym numerem rekordu.\nKażdy moduł domyślnie ma różne prefiksy aby w łatwy sposób można było zorientować się skąd pochodzi i czego dotyczy dany numer rekordu.\nPrefiksy możesz dowolnie zmieniać wedle uznania pamiętając jedynie o tym aby w systemie nie było dwóch identycznych prefiksów.\nDla przykładu faktury VAT można oznaczać jako FV lub FVAT czy F-I.\nDo wartości prefiks możesz również dodawać zmienne dotyczące czasu np. dzień, miesiąc czy rok.\nPrzykładowy prefiks 'FVAT {{YYYY}}/' da nam w rezultacie numer rekordu równy 'FVAT 2018/84' gdzie 84 to właściwy numer rekordu.\nZmienne dla prefiksów/postfiksów znajdują się na samym dole formularza (lista wyboru). Wystarczy skopiować daną zmienną i wkleić w polu prefiks lub postfiks aby dana wartość znajdowała się również w numerze rekordu."
  },
  "js": {
    "LBL_PREFIX_IN_USE": "Prefiks w użyciu",
    "JS_RECORD_NUMBERING_SAVED_SUCCESSFULLY_FOR": "Numeracja zapisana poprawnie dla",
    "JS_RECORD_NUMBERING_UPDATED_SUCCESSFULLY_FOR": "Numeracja zmodyfikowana poprawnie dla",
    "JS_RS_ADD_YEAR_VARIABLE": "Skopiuj zmienną typu rok do prefiksu lub postfixu",
    "JS_RS_ADD_MONTH_VARIABLE": "Skopiuj zmienną typu miesiąc do prefiksu lub postfiksu",
    "JS_RS_ADD_DAY_VARIABLE": "Skopiuj zmienną typu dzień do prefiksu lub postfixu",
    "JS_PICKLIST_TOO_MANY": "W numeracji może znajdować się tylko jedna zmienna słownikowa"
  }
}
