{
  "php": {
    "LBL_COMPANIES": "Bedrijfsdetails",
    "Companies": "Bedrijfsdetails",
    "LBL_ID": "Id",
    "LBL_NAME": "Company name or first and last name",
    "LBL_EMAIL": "E-mailadres",
    "LBL_CITY": "Woonplaats",
    "LBL_COUNTRY": "Land",
    "LBL_CONDITIONS_OF_REGISTRATION": "Alle onderstaande gegevens moeten waar zijn, het is een verplichte voorwaarde voor het registreren van het product dat voortkomt uit de licentievoorwaarden.  %s \nIn de registratie, moeten alle entiteiten betrokken zijn bij de implementatie van het CRM-systeem, e.. \"Doelgebruiker\" moet altijd worden ingevuld met de gegevens van een entiteit die dit systeem gebruikt. Het \"Leverancier\" invoertype moet bestaan wanneer een entiteit uitvoerende CRM is verschillend van degene die het gebruikt. Het \"Integrator\" invoertype moet bestaan wanneer integratie met een CRM-systeem werd uitgevoerd en de gegevens van de entiteit die het systeem moet worden geïntegreerd.\nOm ervoor te zorgen dat het systeem de registratiesleutel correct controleert, moet Cron actief zijn en goed functioneren. \n\nDe geldigheid van de tijdens de registratie ingediende gegevens wordt binnen 72 uur handmatig geverifieerd. Het verstrekken van valse gegevens zal ervoor zorgen dat de gehele registratie wordt geweigerd. Dank u voor uw geduld.\n%s",
    "LBL_TYPE": "Categorie",
    "LBL_TYPE_INFO": "\n- eindgebruiker - een entiteit die het CRM systeem gebruikt \n- een entiteit die een CRM systeem voor een andere entiteit implementeert die het zal gebruiken \n- integrator - een entiteit die het CRM systeem\n\n NOTE: Als u een provider/integrator bent en u wilt registreren de CRM namens uw cliënt, onthoud dat beide entiteiten moeten worden geregistreerd - u als verkoper en integrator en uw klant als eindgebruiker.",
    "LBL_TYPE_TARGET_USER": "Eindgebruiker",
    "LBL_TYPE_INTEGRATOR": "Integrator",
    "LBL_CHANGING_ENTITY_NAME": "Elke wijziging in informatie van de entiteit vereist herregistratie.",
    "LBL_TYPE_PROVIDER": "Aanbieder",
    "LBL_COMPANYSIZE": "Het aantal werknemers in dienst van de entiteit",
    "LBL_WEBSITE": "De website van de entiteit",
    "LBL_WEBSITE_INFO": "Voer de entiteitswebsite of een persoonlijke website in. Voer de URL niet in waar uw CRM is geïnstalleerd.",
    "LBL_INDUSTRY": "Industry",
    "LBL_FIRSTNAME": "First name",
    "LBL_LASTNAME": "Last name",
    "LBL_LOGO": "Logo",
    "LBL_ADDRESS": "Address",
    "LBL_POST_CODE": "Post code",
    "LBL_VAT_ID": "Entity's unieke id",
    "LBL_VAT_ID_INFO": "In het geval van bedrijven bieden we een unieke belasting-identifier aan die van toepassing is in het land, bijvoorbeeld TAX ID: PL1180002425\nIn geval van privépersonen. geef een unieke identificatie die is toegewezen op de geboortedag, bijvoorbeeld: PESEL: 01234567890",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Newsletter",
    "LBL_NEWSLETTER_ALERT": "Entering fake data will cause the registration to be denied. In order to remove the data such as Name, Surname, E-mail from the newsletter, uncheck the field Newsletter",
    "LBL_EMAIL_NEWSLETTER_INFO": "Sign up for YetiForce’s free newsletter. Keep up with all latest features in the system, and find out more about the CRM sector. We will send you information about new versions, updates, events, new additions to the system, and much more.\nJoin our community and stay up to date.\nInternet connection is required to sign up.",
    "LBL_ENTITY_NAMES_EXIST": "Dezelfde naam bestaat al",
    "LBL_LAST_SCAN_DATE": "Date of the last scan of the status the registration",
    "LBL_LAST_SCAN_ERROR": "The registration status hasn’t been verified:\n- Your CRM does not have Internet access,\n- Cron does not work or there are errors in its operation,\n- Errors in server configuration",
    "LBL_REGISTER_CRM_ONLINE": "Registration - OnLine",
    "LBL_ERROR_MESSAGE": "Error: %s",
    "LBL_REGISTER_CRM_SERIAL": "Registration - Key",
    "LBL_REGISTER_CHECK": "Check status",
    "LBL_NOT_REGISTERED": "Not registered",
    "LBL_WAITING_FOR_ACCEPTANCE": "Pending approval",
    "LBL_INCORRECT_DATA": "Incorrect data",
    "LBL_INCOMPLETE_DATA": "Incomplete data",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Offline - Key not found",
    "LBL_OFFLINE_SIGNED": "Offline - Accepted",
    "LBL_SPECIAL_REGISTRATION": "Special registration",
    "LBL_ACCEPTED": "Accepted",
    "LBL_REGISTRATION_DATA": "Registration data",
    "LBL_BRAND_DATA": "Brand data",
    "LBL_BRAND_DATA_INFO": "Block used when YetiForce Branding is purchased allows you to enter custom data visible in the footer.",
    "LBL_BILLING_DATA": "Billing data",
    "LBL_SYSTEM_NOT_REGISTERED": "Het YetiForce systeem is niet correct geregistreerd of de ingevoerde gegevens zijn onjuist.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Betaalde functionaliteiten zijn ingeschakeld in het systeem %s, koop alstublieft een abonnement."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Enter registration key",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Enter all required data"
  }
}
