{
  "php": {
    "Password": "Διαμόρφωση κωδικών πρόσβασης",
    "LBL_PASSWORD_DESCRIPTION": "Ορίστε την πολυπλοκότητα του κωδικού πρόσβασης για τους χρήστες του λογισμικού",
    "LBL_Password_Header": "Παράμετροι που καθορίζουν την πολυπλοκότητα του κωδικού πρόσβασης",
    "Minimum password length": "Ελάχιστο μήκος κωδικού",
    "Maximum password length": "Μέγιστο μήκος κωδικού",
    "Uppercase letters from A to Z": "Κεφαλαία γράμματα από το Α έως το Ω",
    "Lowercase letters a to z": "Πεζά γράμματα από το α έως το ω",
    "Password should contain numbers": "Κωδικός πρόσβασης πρέπει να περιέχει αριθμούς",
    "Password should contain special characters": "Κωδικός πρόσβασης πρέπει να περιέχει ειδικούς χαρακτήρες",
    "LBL_ERROR": "Σφάλμα κατά την αποθήκευση αρχείου",
    "LBL_SAVE_OK": "Τα δεδομένα αποθηκεύτηκαν",
    "characters": "χαρακτήρες",
    "LBL_PASSWORD_COMPLEXITY": "Πολυπλοκότητας κωδικού πρόσβασης",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Καθορίστε πόσο περίπλοκοι θα πρέπει να είναι  οι κωδικοί πρόσβασης χρηστών. Το σύστημα θα εξαναγκάσει στη δημιουργία ασφαλών κωδικών πρόσβασης και σε συμφωνία με τις οδηγίες σας.",
    "LBL_PASSWORD_PWNED_INFO": "In order to increase security, you can enable the verification of passwords in the stolen passwords database. If a password is found, the system will not allow this password to be used.",
    "LBL_PASSWORD_PWNED_ALERT": "Here you can find all available integrations with password database servers that you can use. In order to add a new server you have to create an integration file to communicate with the password database server.",
    "LBL_PROVIDER_NAME": "Όνομα παρόχου",
    "LBL_PWNED_PASSWORD_PROVIDER": "Passwords database providers",
    "LBL_PROVIDER_URL": "Διεύθυνση URL Παρόχου",
    "LBL_PROVIDER_ACTIVE": "Είναι ενεργός ο πάροχος",
    "LBL_CHECK_PWNED_PASSWORD": "The password cannot be in the stolen passwords database",
    "LBL_ALERT_PWNED_PASSWORD": "Password appears in the stolen passwords database",
    "LBL_PASSWORD_CHANGE_TIME": "Υποχρεωτική αλλαγή κωδικού πρόσβασης κάθε",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - no limitation,\n365 - year,\n30 - month.\nAfter this period, each time a user logs in, the system will display a message to change the password. This message can be skipped.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Μέγιστος χρόνος για την αλλαγή του κωδικού πρόσβασης (μέρες)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "After this period, the user will be forced to change the password after they log in. They will not be able to use the CRM until they set a new password according to the password requirements.",
    "LBL_METHOD": "Μέθοδος κρυπτογράφησης",
    "LBL_ENCRYPTION_CONFIG": "Encryption configuration",
    "LBL_ENCRYPTION_VECTOR": "Initialization vector",
    "LBL_ENCRYPTION_KEY": "Encryption key",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "Δεν είναι ενεργή η κρυπτογράφηση κωδικού πρόσβασης",
    "LBL_REGISTER_ENCRYPTION": "Encryption test successful. The encryption mechanism will be activated the next time Cron is triggered.\nEncryption time depends on the amount of passwords in the database.",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Η ρύθμιση Cron \"System batch methods\" δεν είναι ενεργή. Η ρύθμιση είναι απαραίτητη για τη σωστή λειτουργία του μηχανισμού κρυπτογράφησης των κωδικών πρόσβασης.",
    "LBL_ENCRYPTION_RUN": "Κρυπτογράφηση κωδικού πρόσβασης σε εξέλιξη",
    "LBL_ENCRYPTION_WAITING": "Password encryption waiting to start",
    "LBL_PASSWORD_SETTING_WARNING": "Οι χρήστες με κωδικούς πρόσβασης παλαιότερους από το διάστημα που καθορίζεται στο πεδίο ενδέχεται να χάσουν τη δυνατότητα σύνδεσης. Συνιστάται ιδιαίτερα να επαναφέρετε τον κωδικό πρόσβασης πριν πραγματοποιήσετε οποιεσδήποτε αλλαγές",
    "LBL_ENCRYPT_DESCRIPTION": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. The encryption key is saved in the following file: \\config\\SecurityKeys.php, and the vector can be found in the database. These parameters are required to decrypt the data.To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_ENCRYPT_MODULES_DESC": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_ENCRYPT_MODULE_EMPTY": "No encryption modules",
    "LBL_MODULE": "Module",
    "LBL_RECOMENDED_METHODS": "Συνιστώμενες μέθοδοι κρυπτογράφησης",
    "LBL_OTHER_METHODS": "Άλλες μέθοδοι κρυπτογράφησης",
    "LBL_PASSWORD_CHANGE_RULES": "Password change rules",
    "LBL_TIME_TO_CHECK_PWNED": "How often to check during login if the password is in the stolen passwords database (days)",
    "LBL_NO_REGISTER_ENCRYPTION": "Αυτή η μέθοδος κρυπτογράφησης δεν υποστηρίζεται από το σύστημα",
    "LBL_PASSWORD_LENGTH_IS": "Vector length must be %s characters",
    "LBL_DISABLE_ENCRYPTION": "The encryption mechanism will be disabled the next time the cron is triggered",
    "LBL_SETTINGS_ENCRYPTION": "Settings",
    "LBL_MODULES_ENCRYPTION": "Modules"
  }
}
