{
  "php": {
    "LBL_COMPANIES": "Coordonnées de l'entreprise",
    "Companies": "Coordonnées de l'entreprise",
    "LBL_ID": "N°",
    "LBL_NAME": "Raison sociale ou Prénom et Nom",
    "LBL_EMAIL": "Courriel",
    "LBL_CITY": "Ville/Village",
    "LBL_COUNTRY": "Pays",
    "LBL_CONDITIONS_OF_REGISTRATION": "Toutes les données ci-dessous doivent être vraies, c'est une condition obligatoire de l'enregistrement du produit qui résulte des termes de la licence.  %s \nDans l'enregistrement, il doit y avoir toutes les entités impliquées dans la mise en œuvre du système CRM, par exemple, \"Utilisateur cible\" doit toujours être rempli avec les données d'une entité qui utilise ce système. Le type d'entrée \"Fournisseur\" doit exister lorsqu'une entité mettant en œuvre le CRM est différente de celle qui l'utilise. Le type d'entrée \"Intégrateur\" doit exister lorsque l'intégration avec un système CRM a été effectuée et que les données de l'entité qui a intégré le système doivent être soumises.\nPour que le système puisse vérifier correctement la clé d'enregistrement, Cron doit être actif et fonctionner correctement. \n\nLa validité des données soumises lors de l'enregistrement est vérifiée manuellement dans les 72 heures. Si vous fournissez de fausses données, l'enregistrement entier sera refusé. Nous vous remercions de votre patience.\n%s",
    "LBL_TYPE": "Type",
    "LBL_TYPE_INFO": "\n- utilisateur final - une entité qui utilise le système CRM \n- Fournisseur - une entité qui implémente un système CRM pour une autre entité qui l'utilisera. \n- intégrateur - une entité qui intègre le système CRM.\n\n NOTE : Si vous êtes un fournisseur/intégrateur et que vous voulez enregistrer le CRM au nom de votre client, rappelez-vous que les deux entités doivent être enregistrées - vous en tant que fournisseur/intégrateur et votre client en tant qu'utilisateur final.",
    "LBL_TYPE_TARGET_USER": "Utilisateur final",
    "LBL_TYPE_INTEGRATOR": "Intégrateur",
    "LBL_CHANGING_ENTITY_NAME": "Chaque changement dans les informations de l'entité nécessite une réinscription.",
    "LBL_TYPE_PROVIDER": "Fournisseur",
    "LBL_COMPANYSIZE": "The number of employees employed by the entity",
    "LBL_WEBSITE": "The website of the entity",
    "LBL_WEBSITE_INFO": "Enter the entity's website or a personal website. DO NOT enter the URL where your CRM is installed.",
    "LBL_INDUSTRY": "Industrie",
    "LBL_FIRSTNAME": "Prénom",
    "LBL_LASTNAME": "Nom",
    "LBL_LOGO": "Logo",
    "LBL_ADDRESS": "Adresse",
    "LBL_POST_CODE": "Code postal",
    "LBL_VAT_ID": "Entity's unique identifier",
    "LBL_VAT_ID_INFO": "In case of companies, provide unique tax identifier applicable in the country, for example TAX ID: PL1180002425\nIn case of private persons, provide a unique identifier assigned on the day of birth, for example:  PESEL: 01234567890",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Newsletters",
    "LBL_NEWSLETTER_ALERT": "Entering fake data will cause the registration to be denied. In order to remove the data such as Name, Surname, E-mail from the newsletter, uncheck the field Newsletter",
    "LBL_EMAIL_NEWSLETTER_INFO": "Inscrivez-vous à la newsletter gratuite de YetiForce. Suivez toutes les dernières fonctionnalités du système et découvrez-en plus sur le secteur CRM. Nous vous enverrons des informations sur les nouvelles versions, les mises à jour, les événements, les nouveaux ajouts au système, et bien plus encore. Rejoignez notre communauté et restez à jour. Une connexion Internet est requise pour vous inscrire.",
    "LBL_ENTITY_NAMES_EXIST": "The entity name already exists",
    "LBL_LAST_SCAN_DATE": "Date du dernier scan du statut de l'inscription",
    "LBL_LAST_SCAN_ERROR": "Le statut d'enregistrement n'a pas été vérifié: - Votre CRM n'a pas accès à Internet, - Cron ne fonctionne pas ou il y a des erreurs dans son fonctionnement, - Des erreurs dans la configuration du serveur",
    "LBL_REGISTER_CRM_ONLINE": "Inscription - En ligne",
    "LBL_ERROR_MESSAGE": "Erreur : %s",
    "LBL_REGISTER_CRM_SERIAL": "Clé d'enregistrement",
    "LBL_REGISTER_CHECK": "Vérifier l'état",
    "LBL_NOT_REGISTERED": "Non enregistré",
    "LBL_WAITING_FOR_ACCEPTANCE": "En attente de validation",
    "LBL_INCORRECT_DATA": "Données incorrectes",
    "LBL_INCOMPLETE_DATA": "Données incomplètes",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Hors ligne - Clé introuvable",
    "LBL_OFFLINE_SIGNED": "Hors ligne - Accepté",
    "LBL_SPECIAL_REGISTRATION": "Inscription spéciale",
    "LBL_ACCEPTED": "Accepté",
    "LBL_REGISTRATION_DATA": "Données d'enregistrement",
    "LBL_BRAND_DATA": "Données de marque",
    "LBL_BRAND_DATA_INFO": "Le bloc utilisé lors de l'achat de l'image de marque YetiForce vous permet de saisir des données personnalisées visibles dans le pied de page.",
    "LBL_BILLING_DATA": "Données de facturation",
    "LBL_SYSTEM_NOT_REGISTERED": "The YetiForce system has not been properly registered or the provided data is incorrect.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Paid functionalities have been enabled in the system %s, please purchase a subscription."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Entrez la clé d'enregistrement",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Entrez toutes les données requises"
  }
}
