{
  "php": {
    "RecordNumbering": "Registro número",
    "LBL_VIEW_CUSTOMRECORDNUMBERING": "Personalização do número de registro",
    "LBL_ADVANCED_RECORD_NUMBERING": "Configurar sequência da lista de opções",
    "LBL_CUSTOMIZE_RECORD_NUMBERING": "Prefixos dos módulos",
    "LBL_CUSTOMIZE_MODENT_NUMBER_DESCRIPTION": "Personalizar numeração dos registros",
    "LBL_LEADING_ZEROS": "Número de dígitos (zeros à esquerda)",
    "LBL_LEADING_ZEROS_INFO": "Número de dígitos é o número total de dígitos do número do registro.\nOs zeros à esquerda são adicionados no início do número, para que o número de dígitos corresponda ao padrão.\nPor exemplo, se você tiver mais de cem registros por mês, pode definir o número de dígitos para 3 e, como resultado, você receberá o número '004' ou '023' em vez de '4' ou '23'. O número de dígitos é constante e zeros são adicionados no início.\nNo caso de números maiores, por exemplo, '1948', ele será escrito como está, sem nenhum zero à esquerda.",
    "LBL_NO_LEADING_ZEROS": "Sem zeros à esquerda",
    "LBL_FOR_EXAMPLE_SHORT": "Por exemplo",
    "LBL_CUSTOMIZE_SEQUENCE": "Personalizar sequencia ",
    "LBL_RS_RESET_SEQUENCE": "Reiniciar ordem da sequencia",
    "LBL_RS_RESET_SEQUENCE_INFO": "Se você quiser que a sequência comece no início de cada dia, mês ou ano (e. Como no caso da numeração da fatura), você pode configurá-la aqui. Lembre-se de adicionar um dia, mês ou ano ao prefixo ou sufixo para evitar duplicações em números.",
    "LBL_RS_DO_NOT_RESET": "Não redefina",
    "LBL_RS_DO_NOT": "Nunca redefinir (números registros crescem 'ad infinitum')",
    "LBL_RS_YEAR": "Redefinir com novo ano",
    "LBL_RS_MONTH": "Redefinir com novo mês",
    "LBL_RS_DAY": "Redefinir com novo dia",
    "LBL_COPY_CV": "Copiar variável",
    "LBL_NO_PREFIX": "Sem prefixo",
    "LBL_NO_POSTFIX": "Sem sufixo",
    "LBL_CV_FULL_YEAR": "Ano completo (ex. 2015)",
    "LBL_CV_FULL_MONTH": "Mês (ex. 01, 05, 12)",
    "LBL_CV_FULL_DAY": "Dia (ex. 01, 05, 25)",
    "LBL_CV_YEAR": "Ano (ex. 15)",
    "LBL_CV_MONTH": "Mês (ex. 1, 5, 12)",
    "LBL_CV_DAY": "Dia (ex. 1, 5, 25)",
    "LBL_CUSTOM_VARIABLES_INFO": "Aqui você pode copiar variáveis para uso nos campos prefixo e sufixo. Por exemplo, se você deseja exibir o ano '2018' na numeração do registro de um determinado módulo, você deve selecionar a opção 'Ano completo', copiar valor da variável para a área de transferência e colá-lo no campo prefixo ou sufixo. Se você quiser obter uma data completa separada, por exemplo, por traços. '2018/10/03', é preciso copiar variáveis nesta sequência: ano, mês e dia, cole eles nos campos do prefixo ou correção e variáveis separadas com '/' ou '{{YYYY}}/{{MM}}/{{DD}}'.",
    "LBL_USE_POSTFIX": "Utilizar sufixo",
    "LBL_USE_POSTFIX_INFO": "O sufixo aparece depois do número apropriado na sequência. Similarmente ao prefixo, aqui também é possível colocar variáveis ​​selecionadas do campo na parte inferior do formulário. Qualquer conteúdo pode ser inserido aqui e aparecerá depois do número da sequência no módulo fornecido. O sufixo será anexado diretamente ao número da sequência.\n\nExemplos\n\npostfiks '/{{YYYY}}'\nF-I0001/2018, F-I0035/2019\n\npostfiks ' /wew'\nF-I045 /wew, F-I1534 /wew",
    "LBL_USE_CUSTOM_VARIABLES": "Variáveis do sistema para construir prefixos",
    "LBL_UPDATE_MISSING_RECORD_SEQUENCE": "Atualizar Sequência de Registros Ausentes",
    "LBL_USE_PREFIX_INFO": "Um prefixo é um valor adicionado antes do número real do registro.\nCada módulo tem um prefixo diferente, então é mais fácil reconhecer onde o registro está localizado no sistema.\nOs prefixos podem ser alterados conforme necessário, mas não podem ser duplicados.\nPor exemplo, as faturas podem ter os seguintes prefixos: INV, INVN ou INVO.\nVariáveis ​​relacionadas ao tempo também podem ser adicionadas aos prefixos, por exemplo, um dia, mês, ano.\nPor exemplo, 'INV {{AAAA}}/' será exibido como 'INV 2018/84' onde 84 é o número do registro.\nVariáveis ​​para prefixo/sufixo podem ser encontradas na parte inferior deste formulário. Copie uma variável e cole-a no campo prefixo ou postfix e o valor aparecerá também no número do registro.",
    "LBL_REFERENCE_VARIABLES": "Variáveis de registros relacionados",
    "LBL_REFERENCE_VARIABLES_INFO": "A função permite recuperar dados de um registro relacionado.\nUsar elementos nesta seção é desencorajado."
  },
  "js": {
    "LBL_PREFIX_IN_USE": "Prefixo em uso",
    "JS_RECORD_NUMBERING_SAVED_SUCCESSFULLY_FOR": "Numeração do Registro salvo com Sucesso para",
    "JS_RECORD_NUMBERING_UPDATED_SUCCESSFULLY_FOR": "Numeração do Registro Atualizado com Sucesso a",
    "JS_RS_ADD_YEAR_VARIABLE": "Copiar variável de ano para prefixo ou sufixo",
    "JS_RS_ADD_MONTH_VARIABLE": "Copiar variável do mês para prefixo ou sufixo",
    "JS_RS_ADD_DAY_VARIABLE": "Copiar variável do dia para prefixo ou sufixo",
    "JS_PICKLIST_TOO_MANY": "Numeração pode conter somente uma variável de lista de opções"
  }
}
