{
  "php": {
    "Announcements|FL_INTERVAL": "ユーザーが変更を確認しなかった場合のリマインダーの頻度。項目が空のままの場合、リマインダーは再び表示されません。",
    "Accounts|Account Name": "このフィールドは会社名を対象としています",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "電話番号のプレフィックスを設定するには、CardDAV 同期のデフォルトの国を指定します。",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "オプションがチェックされている場合、システムはデフォルトでモジュールを強制的に選択します。",
    "Users|User Name": "システムへのログイン時にログインとして使用される一意のフィールド。 LDAP サービスと統合する場合は、両方のシステムのログインは同じである必要があります。",
    "Users|Admin": "ユーザーに管理者権限があるかどうかを指定します。",
    "Users|First Name": "ユーザーの名",
    "Users|Last name": "ユーザーの姓",
    "Users|Role": "ユーザーに割り当てられたロール。",
    "Users|Status": "ユーザーがアクティブか非アクティブかどうかを指定します。",
    "Users|Password": "ユーザーのパスワードを指定します。パスワードはパスワードポリシーに従わなければなりません。",
    "Users|Confirm Password": "もう一度パスワードを入力してください。パスワードに入力ミスを避ける必要があります。",
    "Users|Email": "特別な状況(パスワードリセットなど)で使用されるプライマリメールアドレス(必須フィールド)。",
    "Users|Secondary email": "追加のメールアドレス",
    "Users|FL_PRIMARY_PHONE": "プライマリー電話番号",
    "Users|CRM phone extension": "追加の電話番号。",
    "Users|Approval for email": "ワークフロータスクを通じて送信されるニュースレターの受信に同意したユーザーを選択するオプション (メールを送信する、テンプレートからメールを送信する、PDFプリントアウトでメールを送信する)",
    "Users|Date Format": "システムは9つの日付フォーマットに対応しており、推奨（テスト）1つはrrrr-mm-ddです。すべてのユーザーが同じ日付フォーマットを使用することを強くお勧めします。",
    "Users|Calendar Hour Format": "システムは2つのタイムフォーマットに対応しており、推奨(テスト)1つは24Hです。すべてのユーザーが同じタイムフォーマットを使用することを強くお勧めします。",
    "Users|Time Zone": "システムは数十のタイムゾーンをサポートしています。ユーザーに最適なタイムゾーンを選択してください。 すべての日付と時刻のフィールドは、デフォルトのタイムゾーンからユーザーのタイムゾーンに変換されます。",
    "Users|Default Activity Type": "システムは、任意の新しいカレンダーエントリに対して、このタイプのアクティビティ（通話、ミーティング、実行）をデフォルトで設定します",
    "Users|Currency": "通貨フィールドにデータを表示するために使用されるデフォルトの通貨。",
    "Users|Decimal Separator": "整数から小数値を分割するセパレータ。",
    "Users|Symbol Placement": "Specifies if the currency symbol is placed before or after the value.",
    "Users|Truncate Trailing Zeros": "Removes redundant zeroes making the number as short as possible (applies to decimals only).",
    "Users|Digit Grouping Pattern": "Specifies how value and currency fields are displayed.",
    "Users|Digit Grouping Separator": "Specifies how the separator is displayed.",
    "Users|Number Of Currency Decimals": "Specifies the number of decimals after separator.",
    "Users|Day starts at": "システムは自動カレンダーイベントのスケジュールにこのパラメータを使用します。",
    "Users|Day ends at": "システムは自動カレンダーイベントのスケジュールにこのパラメータを使用します。",
    "Users|Language": "System language selection for the user (does not apply to the login screen).",
    "Users|Row Height": "Specifies spacing between rows.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Checking the box will cause the user's and admin's menu to be expanded by default.",
    "Users|FL_AUTHY_SECRET_TOTP": "After 2FA TOPO is activated, a key will be generated to verify single use codes.",
    "Users|FL_MAIL_SCANNER_FIELDS": "A list of fields used by the scanner to search for and relate records.",
    "Users|Default Record View": "Set the default record view for modules that support multiple views (i.e. details, summary).",
    "Users|Default Activity View": "In order for the changes to take effect clearing browser cache is required (CTRL+SHIFT+R).",
    "Users|Theme": "Select theme (default theme is Twilight).",
    "Users|User Image": "User's picture used in multiple places in the system (i.e. chat).",
    "Users|FL_LOGIN_METHOD": "The system supports 3 different methods of authentication.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "After selecting this option the user will be forced to change their password the next time they access the system.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "A list of available scanner actions for users at the Outlook integration level.",
    "Users|INTERNAL_MAIL_COMPOSER": "Keeping this option unchecked will cause the browser to open the default email client. Checking this option will cause the system to open the built-in email client.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Specifies which records from the Contacts module are to be synchronized using the CardDAV protocol.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "CalDAV プロトコルを使用して同期するカレンダーモジュールのレコードを指定します。",
    "Users|FL_AVAILABLE": "Specifies if the user is available (in the future this field will respect other indirect mechanisms, such as holiday, working time, etc).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "If the option is enabled and the auto assign records mechanism is active, the user will be used for assigning records according to the rules and algorithms in the system.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "1 つのモジュールでユーザーに割り当てられるレコード (オープン) の量を指定します。",
    "FL_RESPONSE_RANGE_TIME": "Amount of time (minutes and hours) that elapsed from the time the report was received until the response was initiated.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Response time\" to another category.",
    "FL_SOLUTION_RANGE_TIME": "Amount of time (minutes and hours) used to resolve a given ticket.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Resolution time\" to another category.",
    "FL_IDLE_RANGE_TIME": "The amount of time (minutes and hours) the record is idle, for example, waiting for additional information.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Waiting time\" to another category.",
    "FL_CLOSING_RANGE_TIME": "The amount of time (minutes and hours) calculated from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_DATE_TIME": "Date and time of the response, that is, the change of dictionary value categories (e.g. status) from \"Response time\" to another category.",
    "FL_SOLUTION_DATE_TIME": "Date and time of the resolution, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Resolution time\" to other categories.",
    "FL_IDLE_DATE_TIME": "Date and time of idle status completion, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Waiting time\" to other categories.",
    "FL_CLOSING_DATE_TIME": "Date and time of closing the entire time calculation process from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_EXPECTED": "Planned/expected response deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_SOLUTION_EXPECTED": "Planned/expected resolution deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_IDLE_DATE_EXPECTED": "Planned/expected maximum allowed idle time, calculated on the basis of the SLA agreement and working or calendar days/hours."
  }
}
