{
  "php": {
    "LBL_COMPANIES": "Детайли на фирмата",
    "Companies": "Детайли на фирмата",
    "LBL_ID": "№",
    "LBL_NAME": "Company name or first and last name",
    "LBL_EMAIL": "Имейл адрес",
    "LBL_CITY": "Град/Село",
    "LBL_COUNTRY": "Държава",
    "LBL_CONDITIONS_OF_REGISTRATION": "All data below must be true, it is an obligatory condition of registering the product that results from the license terms.  %s \nIn the registration, there should be all entities involved in the implementation of the CRM system, e.g. \"Target user\" should always be filled in with the data of an entity that uses this system. The \"Supplier\" entry type must exist when an entity implementing CRM is different from the one that uses it. The \"Integrator\" entry type must exist when integration with a CRM system was performed and the data of the entity that integrated the system needs to be submitted.\nIn order for the system to correctly verify the registration key, Cron must be active and function properly. \n\nThe validity of data submitted during registration is verified manually within 72h. Providing any false data will cause the entire registration to be declined. Thank you for your patience.\n%s",
    "LBL_TYPE": "Вид",
    "LBL_TYPE_INFO": "\n- end user - an entity that uses the CRM system \n- provider - an entity that implements a CRM system for another entity that will use it \n- integrator - an entity that integrates the CRM system\n\n NOTE: If you are a provider/integrator and you want to register the CRM on behalf of your client, remember that both entities must be registered - you as a vendor/integrator and your client as an end user.",
    "LBL_TYPE_TARGET_USER": "Краен потребител",
    "LBL_TYPE_INTEGRATOR": "Интегратор",
    "LBL_CHANGING_ENTITY_NAME": "Each change in the entity's information requires re-registration.",
    "LBL_TYPE_PROVIDER": "Доставчик",
    "LBL_COMPANYSIZE": "The number of employees employed by the entity",
    "LBL_WEBSITE": "The website of the entity",
    "LBL_WEBSITE_INFO": "Enter the entity's website or a personal website. DO NOT enter the URL where your CRM is installed.",
    "LBL_INDUSTRY": "Индустрия",
    "LBL_FIRSTNAME": "Име",
    "LBL_LASTNAME": "Фамилия",
    "LBL_LOGO": "Лого",
    "LBL_ADDRESS": "Aдрес",
    "LBL_POST_CODE": "Пощенски код",
    "LBL_VAT_ID": "Entity's unique identifier",
    "LBL_VAT_ID_INFO": "In case of companies, provide unique tax identifier applicable in the country, for example TAX ID: PL1180002425\nIn case of private persons, provide a unique identifier assigned on the day of birth, for example:  PESEL: 01234567890",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Бюлетин",
    "LBL_NEWSLETTER_ALERT": "Entering fake data will cause the registration to be denied. In order to remove the data such as Name, Surname, E-mail from the newsletter, uncheck the field Newsletter",
    "LBL_EMAIL_NEWSLETTER_INFO": "Абонирайте се за безплатния бюлетин на YetiForce. Информирайте се за най последнте характеристики в системата и раберете още повече за CRM сектора. Ние ще ви пращаме информация за нови версий, актуализаций, събития, нови попълнения в системата и още много други.\nПрисъединете се към нашата общност и останете в крак с цялата информация.\nИнтернет връзка е необходима за регистрация.",
    "LBL_ENTITY_NAMES_EXIST": "The entity name already exists",
    "LBL_LAST_SCAN_DATE": "Дата на последна проверка на състоянието на регистрацията",
    "LBL_LAST_SCAN_ERROR": "Състоянието на регистрацията не е потвърдено:\n- Вашият CRM няма достъп до интернет,\n- Cron не работи или има грешки в работата му,\n-Грешки в конфигурацията на сървъра",
    "LBL_REGISTER_CRM_ONLINE": "Регистрация - Онлайн",
    "LBL_ERROR_MESSAGE": "Грешка: %s",
    "LBL_REGISTER_CRM_SERIAL": "Регистрация - Ключ",
    "LBL_REGISTER_CHECK": "Проверка на състоянието",
    "LBL_NOT_REGISTERED": "Не е регистриран",
    "LBL_WAITING_FOR_ACCEPTANCE": "Чакащо одобрение",
    "LBL_INCORRECT_DATA": "Невалидни данни",
    "LBL_INCOMPLETE_DATA": "Непълни данни",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Офлайн - ключът не е намерен",
    "LBL_OFFLINE_SIGNED": "Офлайн - Одобрено",
    "LBL_SPECIAL_REGISTRATION": "Специална регистрация",
    "LBL_ACCEPTED": "Одобрен",
    "LBL_REGISTRATION_DATA": "Данни за регистрация",
    "LBL_BRAND_DATA": "Данни на марка",
    "LBL_BRAND_DATA_INFO": "Block used when YetiForce Branding is purchased allows you to enter custom data visible in the footer.",
    "LBL_BILLING_DATA": "Информация за плащане",
    "LBL_SYSTEM_NOT_REGISTERED": "The YetiForce system has not been properly registered or the provided data is incorrect.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Paid functionalities have been enabled in the system %s, please purchase a subscription."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Въведете регистрационен ключ",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Въведете всички необходими данни"
  }
}
