{
  "php": {
    "ConfReport": "Configurație server",
    "On": "Pornit",
    "Off": "Oprit",
    "LBL_YES": "Da",
    "LBL_NO": "Nu",
    "NOT RECOMMENDED": "Nerecomandat",
    "LBL_CONFIGURATION": "Configurație server",
    "LBL_CONFREPORT_DESCRIPTION": "Vă permite să verificați dacă setările de server principale sunt compatibile cu parametrii recomandați.",
    "LBL_PARAMETER": "Parametru",
    "LBL_VALUE": "Valoare",
    "LBL_RECOMMENDED": "Recomandat",
    "LBL_SYSTEM_STABILITY": "Configurarea stabilității sistemului",
    "LBL_SYSTEM_SECURITY": "Configurarea de securitate sistem",
    "LBL_HEADERS_SECURITY": "Configurare antet sistem",
    "LBL_FILES_PERMISSIONS": "Fișiere/Dosare",
    "LBL_FILE": "Nume",
    "LBL_PATH": "Cale",
    "LBL_PERMISSION": "Permisiune",
    "LBL_YETIFORCE_ENGINE": "Motor YetiForce",
    "LBL_CHECK_CONFIG": "Motor RoundCube",
    "LBL_MANDATORY": "Obligatoriu",
    "LBL_OPTIONAL": "Opțional",
    "LBL_LIBRARY": "Suport pentru bibliotecile",
    "LBL_INSTALLED": "Instalat",
    "LBL_LABEL_PHP": "Versiune PHP",
    "LBL_LABEL_EXTENSIONS": "Extensii",
    "LBL_PDO_SUPPORT": "PDO",
    "LBL_OPEN_SSL": "openssl",
    "LBL_CURL": "cURL",
    "LBL_ZLIB_SUPPORT": "Zlib",
    "LBL_IMAP_SUPPORT": "IMAP",
    "LBL_GD_LIBRARY": "GD",
    "LBL_LDAP_LIBRARY": "LDAP",
    "LBL_PCRE_LIBRARY": "PCRE",
    "LBL_XML_LIBRARY": "XML",
    "LBL_JSON_LIBRARY": "JSON",
    "LBL_MYSQLND_LIBRARY": "Driver nativ MySQL (mysqlnd)",
    "LBL_SESSION_LIBRARY": "SESIUNE",
    "LBL_DOM_LIBRARY": "DOM",
    "LBL_MBSTRING_LIBRARY": "MBstring",
    "LBL_FILTER_LIBRARY": "Filtru",
    "LBL_BCMATH_LIBRARY": "BCMath",
    "LBL_EXIF_LIBRARY": "Exif (îmbunătățește securitatea fișierelor încărcate)",
    "LBL_ZIP_ARCHIVE": "ZIP",
    "LBL_FILEINFO_LIBRARY": "FileInfo",
    "LBL_LIBICONV_LIBRARY": "Libiconv",
    "LBL_LABEL_SPACE_ROOT": "Capacitate director rădăcină",
    "LBL_LABEL_SPACE_STORAGE": "Capacitate director stocare",
    "LBL_LABEL_SPACE_TEMP": "Capacitate director temporar",
    "LBL_LABEL_SPACE_BACKUP": "Capacitate director de backup",
    "LBL_SPACE_TOTAL": "Total",
    "LBL_SPACE_FREE": "Liber",
    "LBL_SPACE_USED": "Utilizat",
    "LBL_WWW_VALUE": "www (apache)",
    "LBL_CLI_VALUE": "cron (CLI)",
    "LBL_JS_VALUE": "js",
    "LBL_CSS_VALUE": "css",
    "LBL_PHP_VALUE": "php",
    "LBL_LABEL_PHPINI": "Configuratie PHP",
    "LBL_LABEL_PHPINIS": "Configurație PHP suplimentară",
    "LBL_LABEL_LOG_FILE": "Jurnale de erori (eroare_log)",
    "LBL_LABEL_CRM_DIR": "Director local CRM",
    "LBL_SOAP_LIBRARY": "SOAP",
    "LBL_LABEL_PHP_SAPI": "Server API",
    "LBL_APCU_LIBRARY": "APCu",
    "LBL_OPCACHE_LIBRARY": "OPcache",
    "LBL_CRON_PHP": "Versiune Cron - PHP",
    "LBL_CRON_PHPINI": "Configurație Cron - PHP",
    "LBL_CRON_LOG_FILE": "Cron - Jurnale eroare",
    "LBL_ENVIRONMENTAL_INFORMATION": "Informatii mediu",
    "LBL_PERFORMANCE_VERIFICATION": "Verificare performanță",
    "LBL_CRON_PHP_SAPI": "Server Cron - API",
    "LBL_LABEL_OPERATING_SYSTEM": "Sistem de operare",
    "LBL_LATEST_PHP_TITLE": "php.net",
    "LBL_LATEST_PHP_VERSIONS_ARE": "Ultimele versiuni PHP %s",
    "BTN_CHECK_LATEST_VERSION": "Verifica ultima versiune PHP",
    "BTN_SERVER_SPEED_TEST": "Test viteza server",
    "BTN_DB_INFO": "Informații bază de date",
    "LBL_SERVER_SPEED_TEST": "Viteza server",
    "LBL_READ_TEST": "Citește",
    "LBL_WRITE_TEST": "Scrie",
    "LBL_CPU": "CPU",
    "LBL_RAM": "RAM",
    "LBL_DB": "Bază de date",
    "LBL_BENCHMARK_CPU_MATH": "Funcții matematice",
    "LBL_BENCHMARK_CPU_HASH": "Funcții de Hash",
    "LBL_BENCHMARK_CPU_STRING": "Funcții pe șiruri",
    "LBL_BENCHMARK_RAM_READ": "Citește din memoria ram",
    "LBL_BENCHMARK_RAM_WRITE": "Scrie în memoria ram",
    "LBL_LABEL_DB_VERSION_TYPE": "Numele motorului",
    "LBL_PER_SECOND": "/s",
    "LBL_LABEL_CRM_VERSION": "Versiunea de CRM",
    "LBL_LABEL_CRM_DATE": "Data lansării",
    "LBL_LABEL_COMPANY_SIZE": "Dimensiune companie",
    "LBL_LABEL_LOCALE": "Locală",
    "LBL_LABEL_ZEND_VERSION": "Versiunea de Zend",
    "LBL_LABEL_CACERTBUNDLE_PATH": "Calea certificatului CA",
    "LBL_LABEL_SSL_CERT_FILE": "Env SSL_CERT_FILE",
    "LBL_LABEL_SSL_CERT_DIR": "Env SSL_CERT_DIR",
    "LBL_DOWNLOAD_CONFIG": "Descărcare configurație",
    "LBL_LABEL_TMP_DIR": "Director temporar",
    "LBL_LABEL_SERVER_SOFTWARE": "ID-ul serverului",
    "LBL_INVALID_TIME_ZONE": "Zona timp invalida:",
    "LBL_DATABASE_INFORMATION": "Informatii baza de date",
    "LBL_LABEL_CACERTBUNDLE": "Depozitul de certificate CA",
    "LBL_HELP_CACERTBUNDLE": "Parametrul determină dacă un registru al autorităților de certificare acreditate (CA) este disponibil pentru verificarea certificatelor externe de serviciu.",
    "LBL_LABEL_DB_DRIVER": "Tip de motor",
    "LBL_LABEL_DB_CLIENT_VERSION": "Versiune client",
    "LBL_LABEL_DB_SERVER_VERSION": "Versiune",
    "LBL_LABEL_DB_VERSION_COMMENT": "Comentariu versiune",
    "LBL_LABEL_DB_CONNECTION_STATUS": "Status conexiune",
    "LBL_LABEL_DB_SERVER_INFO": "Informații server",
    "LBL_DENY_PUBLIC_DIR_TITLE": "Verificarea permisiunilor pentru directoare",
    "LBL_PUBLIC_DIR": "Cale director",
    "LBL_DENY_PUBLIC_DIR_STATUS": "Accesul este interzis?",
    "LBL_LABEL_LAST_CRON_START": "Data când Cron a fost rulat ultima oară",
    "LBL_LABEL_PROTOCOL_VERSION": "Versiune de protocol HTTP",
    "LBL_LABEL_HTTP_METHODS": "Metoda HTTP",
    "LBL_LABEL_DB_MAXIMUM_MEMORY_SIZE": "Cantitate maximă de RAM",
    "LBL_HELP_MAXUSEDMEMORY": "Suma maximă de RAM calculată pe baza parametrilor de configurare curenți. Aceasta este cantitatea maximă de memorie RAM necesară pentru ca motorul bazei de date să funcționeze corect. Această cantitate de RAM este rezervată doar motorului bazei de date. \nkey_buffer_size + max_tmp_table_size + innodb_buffer_pool_size + innodb_additional_mem_pool_size + innodb_log_buffer_size + query_cache_size + aria_pagecache_buffer_size + \nmax_connections * (read_buffer_size + read_rnd_buffer_size + sort_buffer_size + thread_stack + max_allowed_packet + join_buffer_size)",
    "LBL_HELP_MBSTRING": "Extensie folosită pentru a gestiona șirurile. Folosită pentru a converti șiruri în codificări diferite.",
    "LBL_HELP_FILTER": "Extensie utilizată pentru filtrarea datelor cererilor de intrare.",
    "LBL_HELP_BCMATH": "Operații matematice mai precise.",
    "LBL_HELP_HTTPS": "SSL este o tehnologie de securitate utilizată pentru a crea conexiuni criptate între serverul web și browser. Vă recomandăm să îl activați pentru a preveni interceptarea de comunicare între dvs. și server.",
    "LBL_HELP_DISPLAY_ERRORS": "Mesajele de eroare și avertismentele vor fi trimise browser-ului. Acestea includ adesea informații tehnice sensibile privind sistemul și nu trebuie să fie niciodată disponibile pentru surse neacreditate. Această opțiune ar trebui să fie activată numai în versiunea de test sau dezvoltator pentru a afișa erori și avertismente.",
    "LBL_HELP_SESSION_COOKIE_HTTPONLY": "Fișierele cookie pentru sesiune sunt disponibile doar prin protocolul HTTP. Această setare poate preveni suficient furtul de identitate ca urmare a atacurilor XSS.",
    "LBL_HELP_SESSION_USE_ONLY_COOKIES": "Setează obținerea ID-ului doar din cookie-uri. Activarea acestuia previne atacurile bazate pe trimiterea ID-urilor sesiunii in URL.",
    "LBL_HELP_EXPOSE_PHP": "Determină dacă serverul PHP trimite numărul versiunii PHP în antet. Aceste informații ar putea face serverul mai vulnerabil la atacuri, prin urmare recomandăm dezactivarea acestei opțiuni.",
    "LBL_HELP_PUBLIC_HTML": "Recomandăm ca domeniul să direcționeze către directorul public_html prin aceasta vă asigurați că fișierele de sistem și datele dvs. nu sunt disponibile public și nu pot fi descărcate.",
    "LBL_HELP_SESSION_REGENERATE_ID": "Vă recomandăm să activați regenerarea ID-ului sesiunii. Aceasta ar face mai dificilă interceptarea sesiunilor utilizatorilor. Modificările trebuie făcute în fișierul principal de configurare.",
    "LBL_HELP_SESSION_USE_STRICT_MODE": "Serverul va respinge sesiunile neinițiate. Vă recomandăm să activați această opțiune din motive de securitate.",
    "LBL_HELP_SESSION_USE_TRANS_SID": "Setează transferul ID-ului în URL-ul și în formularele web. Vă recomandăm să dezactivați această opțiune din motive de siguranță.",
    "LBL_HELP_HEADER_X_FRAME_OPTIONS": "Valoarea „SAMEORIGIN” înseamnă că pagina va fi încărcată în „cadru” numai din același domeniu. Protejează împotriva atacurilor de tip \"clickjacking\".",
    "LBL_HELP_HEADER_X_XSS_PROTECTION": "Protejează împotriva atacurilor XSS. Pentru opțiunea \"1; mode=block\" în cazul în care este detectat atacul XSS pentru redarea paginii va fi oprită.",
    "LBL_HELP_HEADER_X_CONTENT_TYPE_OPTIONS": "Tipurile MIME trimise în antetele tip de conținut nu vor fi modificate. Această opțiune protejează de atacurile \"MIME\".",
    "LBL_HELP_HEADER_X_ROBOTS_TAG": "Parametrul definește comportamentul roboților. Vă recomandăm să-l setați la \"none\", care blochează indexarea căutării de către roboți.",
    "LBL_HELP_HEADER_X_PERMITTED_CROSS_DOMAIN_POLICIES": "Specifică modul în care „fișierele strategice” sunt gestionate pe server, de ex. „crossdomain.xml”. Opțiunea recomandată nu este să nu manipulați „fișierelor strategice”.",
    "LBL_HELP_HEADER_X_POWERED_BY": "Antetul trimite informații despre versiunea PHP. Din motive de siguranță, recomandam să fie necompletat (să nu conțină informații).",
    "LBL_HELP_HEADER__SERVER": "Antetul trimite informații generale despre server. Din motive de siguranță recomandăm să fie necompletat (să nu conțină informații).",
    "LBL_HELP_HEADER_REFERRER_POLICY": "Antetul arbitrului poate divulga terților adresa CMR. Vă recomandăm setarea la \"aceeași origine\" care va afișa antetul numai din același domeniu.",
    "LBL_HELP_HEADER_EXPECT_CT": "Antetul determină modul în care certificatele sunt manipulate pe website. Opțiunea recomandată este \"enforce; max-age=3600”, ceea ce înseamnă că executarea corectitudinii și valabilității certificatului durează 3600 secunde.",
    "LBL_HELP_HEADER_STRICT_TRANSPORT_SECURITY": "Browser-ul ar trebui să comunice numai prin protocolul HTTPS, nu peste protocolul HTTP. Timpul recomandat pentru comunicare numai prin HTTPS este de 31536000 secunde.",
    "LBL_HELP_PHPVERSION": "Versiune recomandată pentru PHP. Vă recomandăm sa utilizați cele mai recente versiuni PHP care includ patch-urile si optimizările.",
    "LBL_HELP_ERROR_REPORTING": "Nivelul de raportare a erorilor și a avertismentelor. Dacă jurnalele nu sunt setate în mod corespunzător, ar putea necesita un volum semnificativ de spațiu.",
    "LBL_HELP_OUTPUT_BUFFERING": "Tampon de ieșire.",
    "LBL_HELP_MAX_EXECUTION_TIME": "Timpul maxim de execuție al script-ului PHP (o singură cerere).",
    "LBL_HELP_MAX_INPUT_TIME": "Timpul maxim de folosire a intrării pentru POST sau GET în secunde.",
    "LBL_HELP_DEFAULT_SOCKET_TIMEOUT": "Timpul maxim pentru conectarea la server extern în secunde.",
    "LBL_HELP_MEMORY_LIMIT": "RAM maxim disponibil pentru scriptul PHP.",
    "LBL_HELP_LOG_ERROR": "Dacă erorile sunt salvate în jurnalele serverului.",
    "LBL_HELP_FILE_UPLOADS": "Dacă serverul permite încărcarea fișierelor.",
    "LBL_HELP_SHORT_OPEN_TAG": "Ar trebui sa fie formatul scurt \"&lt;?&gt;\" la început și să fie permise fișierele PHP.",
    "LBL_HELP_POST_MAX_SIZE": "Dimensiunea maxima a datelor POST care pot fi trimise pe server. Dacă valoarea este prea mică se pot pierde unele date trimise la server.",
    "LBL_HELP_UPLOAD_MAX_FILESIZE": "Mărimea maximă a fișierului trimis.",
    "LBL_HELP_MAX_INPUT_VARS": "Cantitatea maximă de variabile care pot fi trimise către server. Această sumă se aplică fiecăruia dintre tabelele  $_GET, $_POST sau $_COOKIE individual. Dacă suma este prea mică, unele date trimise către server pot fi pierdute.",
    "LBL_HELP_ZLIB_OUTPUT_COMPRESSION": "Ar trebui ca serverul să comprime conținutul trimis la browser.",
    "LBL_HELP_SESSION_AUTO_START": "Sesiunea va începe automat atunci când script-ul PHP este executat.",
    "LBL_HELP_SESSION_GC_MAXLIFETIME": "Durata (în secunde) după care sesiunea va fi ștearsă.",
    "LBL_HELP_SESSION_GC_DIVISOR": "Această opțiune funcționează împreună cu session.gc_probability și este utilizată pentru a calcula probabilitatea de lansare a procesului de \"colectare a gunoaielor\". Probabilitatea este calculată în acest mod: session.gc_probability/gc_divisor.",
    "LBL_HELP_SESSION_GC_PROBABILITY": "Acest parametru funcționează împreună cu session.gc_probability și este folosit pentru a calcula probabilitatea de lansare a procesului de \"colectare a gunoaielor\". Probabilitatea este calculată în acest mod: session.gc_probability/gc_divisor.",
    "LBL_HELP_MBSTRING_FUNC_OVERLOAD": "Setul de one-byte funcționează prin echivalentele lor mbstring. Vă recomandăm să dezactivați această setare. Din PHP 7.2 această setare va fi marcată ca \"învechită\".",
    "LBL_HELP_ALLOW_URL_FOPEN": "Permite citirea de date de pe servere externe folosind o funcție pentru a citi fișierele locale. Dacă este activată, atacatorii ar putea încărca fișiere de pe un server și să le poată executa.",
    "LBL_HELP_DB_DRIVER": "Motor baza de date.",
    "LBL_HELP_INNODB_LOCK_WAIT_TIMEOUT": "Cât timp (în secunde) tranzacția InnoDB așteaptă blocarea rândurilor. Un mesaj de eroare va fi afișat dacă rândul este încă blocat după acest timp.",
    "LBL_HELP_WAIT_TIMEOUT": "Cât timp (în secunde) serverul așteaptă activitatea în timpul unei conexiuni non-interactive înainte de a fi închisă.",
    "LBL_HELP_INTERACTIVE_TIMEOUT": "Cât timp (în secunde) serverul așteaptă activitatea în timpul unei conexiuni interactive, înainte de a fi închisă.",
    "LBL_HELP_SQL_MODE": "Diferite moduri de a lucra cu baza de date. Modurile afectează sintaxa SQL și verificarea validității datelor. Nu trebuie să conțină STRICT_TRANS_TABLE și STRICT_ALL_TABLES. \nSistemul este compatibil cu următoarele moduri: ONLY_FULL_GROUP_BY, NO_ZERO_IN_DATE, NO_ZERO_DATE, ERROR_FOR_DIVISION_BY_ZERO, NO_AUTO_CREATE_USER, NO_ENGINE_SUBSTITUTION.",
    "LBL_HELP_MAX_ALLOWED_PACKET": "Mărimea maximă a datelor trimise simultan.",
    "LBL_HELP_INNODB_FILE_PER_TABLE": "Datele vor fi stocate în baza de date în mai multe fișiere, unde fiecare tabel are propriul fișier, contrar vechii abordări, în care toate datele au fost stocate într-un singur fișier. Aceasta opțiune este activată în mod implicit de la versiunea 5.6.6 de MySQL.",
    "LBL_HELP_INNODB_STATS_ON_METADATA": "Actualizări statistici pentru tabelele InnoDB pentru unele interogări, cum ar fi SHOW TABLE STATUS. Dezactivarea acestei opțiuni îmbunătățește eficiența pentru tabelele InnoDB mari. Vă recomandăm să dezactivați această opțiune.",
    "LBL_HELP_DENY_PUBLIC_DIR": "Se recomandă interzicerea accesului la acest director. În prezent, directorul este accesibil publicului, iar conținutul său nu este protejat.",
    "LBL_HELP_AUTO_DETECT_LINE_ENDINGS": "Este recomandat sa activați verificarea codificării la importul fișierelor.",
    "LBL_HELP_DATE_TIMEZONE": "",
    "LBL_HELP_IMAP": "Extensia este necesară pentru comunicarea mailbox-ul.",
    "LBL_HELP_PDO_MYSQL": "Extensia activează comunicarea cu baza de date MySQL.",
    "LBL_HELP_MYSQLND": "Extensia activează comunicarea cu baza de date MySQL.",
    "LBL_HELP_OPENSSL": "Securizarea comunicațiilor în rețelele de calculatoare împotriva ascultării.",
    "LBL_HELP_CURL": "Biblioteca client care permite trimiterea de cereri HTTP și extragerea de pagini și fișiere de pe server.",
    "LBL_HELP_GD": "Vă permite să modificați fișierele grafice și să vă creați propriile grafice grafică.",
    "LBL_HELP_PCRE": "Bibliotecă scrisă în C, care implementează un motor de expresie obișnuit, inspirat de capacitățile limbajului de programare Perl",
    "LBL_HELP_XML": "Limbă universală pentru transferul și stocarea datelor.",
    "LBL_HELP_JSON": "Format de text pentru transferul de date între computere.",
    "LBL_HELP_SESSION": "Descarcă sau setează sesiunea curentă.",
    "LBL_HELP_DOM": "Extensia permite manipularea documentelor XML prin DOM API cu PHP.",
    "LBL_HELP_ZIP": "Permite citirea și salvarea fișierelor comprimate ZIP aflate în acestea.",
    "LBL_HELP_SOAP": "Permite proceselor care rulează pe sisteme de operare disparate să comunice",
    "LBL_HELP_FILEINFO": "Detectează tipul de conținut și codificarea fișierelor.",
    "LBL_HELP_ICONV": "Convertește o codificare în oricare alta",
    "LBL_HELP_EXIF": "Extensia permite lucrarea cu metadatele imaginii",
    "LBL_HELP_LDAP": "Protocolul folosit pentru a accesa bazele de date care stochează informații într-o structură a arborelui.",
    "LBL_HELP_OPCACHE": "Crește performanța stocând codul byte compilat în memoria partajată.",
    "LBL_HELP_APCU": "Bibliotecă ce îmbunătățește performanța sistemului, recomandată atunci când există mai mulți utilizatori care lucrează sau cu un sistem mai mare de lucru.",
    "LBL_HELP_IMAGICK": "Bibliotecă recomandată pentru securizarea fișierelor grafice potențial periculoase",
    "LBL_HELP_XDEBUG": "Extensie care ajută la detectarea erorilor.",
    "LBL_HELP_OPCACHE_ENABLE": "Îmbunătățește performanța prin stocarea codului byte compilat în memoria comună.",
    "LBL_HELP_OPCACHE_FILE_UPDATE_PROTECTION": "Previne memorarea în cache a fișierelor mai vechi de acest număr de secunde.",
    "LBL_HELP_OPCACHE_ENABLE_CLI": "Activează cache-ul opcode pentru versiunea de PHP CLI.",
    "LBL_HELP_OPCACHE_MAX_ACCELERATED_FILES": "Numărul maxim de chei din tabelul de hash al OPcache-ului",
    "LBL_HELP_OPCACHE_INTERNED_STRINGS_BUFFER": "Cantitate de memorie folosită pentru a stoca șiruri interne, în megabiți.",
    "LBL_HELP_OPCACHE_VALIDATE_TIMESTAMPS": "Verifică disponibilitatea scripturilor actualizate la fiecare oră de actualizare.",
    "LBL_HELP_OPCACHE_REVALIDATE_FREQ": "Frecvența de verificare a actualizărilor pentru fiecare solicitare.",
    "LBL_HELP_OPCACHE_SAVE_COMMENTS": "Dacă este dezactivată, toate comentariile despre documentație vor fi eliminate din cache-ul opcode pentru a reduce dimensiunea codului optimizat.",
    "LBL_HELP_OPCACHE_MEMORY_CONSUMPTION": "Dimensiunea stocării memoriei partajate în megabiți a OPcache",
    "LBL_HELP_REALPATH_CACHE_TTL": "Durata de timp (în secunde) pentru care se memorează în cache informațiile realpath pentru un anumit fișier sau director.",
    "LBL_HELP_APC_ENABLED": "Alternative PHP Cache (APC) este o extensie pentru PHP care oferă cache pentru codul opcode. Prin memorarea în cache a codurilor de operare compilate (opcodes) ale scripturilor PHP, APC se permite site-urilor să servească semnificativ mai rapid conținutul unei pagini.",
    "LBL_HELP_COOKIE_SECURE": "",
    "LBL_HELP_MAX_CONNECTIONS": "Număr maxim de conexiuni simultane cu clienții.",
    "LBL_HELP_DRIVER": "Motor bază de date",
    "LBL_HELP_SERVERVERSION": "Versiunea serverului bazei de date",
    "LBL_HELP_CLIENTVERSION": "Versiunea bibliotecilor client folosită de driver-ul PDO.",
    "LBL_HELP_CONNECTIONSTATUS": "Status conexiune",
    "LBL_HELP_SERVERINFO": "Informații despre serverul bazei de date la care PDO este conectat.",
    "LBL_HELP_BULK_INSERT_BUFFER_SIZE": "Dimensiune în octeți a arborelui de cache pentru fiecare fir de execuție, utilizat pentru a accelera inserarea datelor în bloc în tabelele MyISAM și Aria. Valoarea 0 dezactivează arborele de cache.",
    "LBL_HELP_KEY_BUFFER_SIZE": "Dimensiunea tamponului pentru blocurile de index utilizate de tablourile MyISAM, partajată pentru toate firele de execuție.",
    "LBL_HELP_THREAD_CACHE_SIZE": "Numărul de fire de execuție pentru cache-ul serverului care vor fi reutilizate.",
    "LBL_HELP_QUERY_CACHE_SIZE": "Dimensiune în octeți disponibilă pentru tamponul de interogare. Aproximativ 40 KB sunt necesari pentru structurile de interogare a cache-ului, deci setarea unei dimensiuni mai mici va duce la un avertisment.",
    "LBL_HELP_TMP_TABLE_SIZE": "Mărimea maximă pentru tabelele temporare în memorie.",
    "LBL_HELP_MAX_HEAP_TABLE_SIZE": "Mărimea maximă în octeți pentru tabelele MEMORY create de utilizator. Setarea variabilei când serverul este activ nu afectează tabelele existente, cu excepția cazului în care sunt recreate sau modificate.",
    "LBL_HELP_INNODB_BUFFER_POOL_INSTANCES": "Dacă valoarea din innodb_buffer_pool_size este mai mare de 1GB, acesta împarte tamponul InnoDB în mai multe instanțe.",
    "LBL_HELP_INNODB_BUFFER_POOL_SIZE": "Dimensiunea tamponului InnoDB în biți.",
    "LBL_HELP_INNODB_LOG_FILE_SIZE": "Dimensiune fișier jurnal în biți",
    "LBL_HELP_INNODB_IO_CAPACITY_MAX": "Capacitatea maximă la care InnodDB poate prelungi innodb_io_capacity în caz de urgență.",
    "LBL_HELP_TX_ISOLATION": "Nivelul de izolare al tranzacțiilor.",
    "LBL_HELP_TRANSACTION_ISOLATION": "",
    "LBL_HELP_CHARACTER_SET_SERVER": "Set de caractere implicite folosit de server.",
    "LBL_HELP_CHARACTER_SET_DATABASE": "Setul de caractere folosite de baza de date implicită și setată de server după fiecare modificare a bazei de date implicite.",
    "LBL_HELP_CHARACTER_SET_CLIENT": "Specifică setul de caractere pentru interogări de la client.",
    "LBL_HELP_CHARACTER_SET_CONNECTION": "Setul de caractere utilizat pentru conversia numerelor în caractere, precum și pentru literalii care nu au un set de caractere introductiv.",
    "LBL_HELP_CHARACTER_SET_RESULTS": "Setul de caractere folosit pentru a afișa rezultatele și mesajele de eroare ale clientului.",
    "LBL_HELP_CHARACTER_SET_SYSTEM": "Set de caractere folosit de server pentru a stoca identificatori, setat întotdeauna la utf8.",
    "LBL_HELP_CHARACTER_SET_FILESYSTEM": "Setul de caractere pentru sistemul de fișiere. Folosit pentru a converti numele de fișiere specificat ca șir literal de la character_set_client la character_set_filesystem înainte de a deschide fișierul.",
    "LBL_FN_NAME": "Denumire",
    "LBL_FUNCTIONAL_VERIFICATION_TITLE": "Verificarea funcțională",
    "LBL_IT_WORKS_PROPERLY": "Funcționează corect",
    "LBL_LABEL_FOOTER": "Subsolul",
    "LBL_LABEL_PREMIUM_MODULES": "Module premium",
    "LBL_LABEL_MAGENTO": "Magento",
    "LBL_FILE_OWNER": "Proprietar",
    "LBL_FILE_PERMISSIONS": "Permisiuni",
    "LBL_LABEL_SCRIPT_USER": "Utilizator care apelează scriptul",
    "LBL_ERROR_DURING_VERIFICATION": "A apărut o eroare în timpul verificării",
    "LBL_LABEL_CRM_PROVIDER": "Furnizor",
    "LBL_LABEL_APP_ID": "Scurtarea ID-ului APP",
    "LBL_DATA_SIZE": "Mărimea bazei de date",
    "LBL_DATA_TOTAL_SIZE": "Mărime totală date",
    "LBL_DB_INFO": "Informații detaliate privind baza de date",
    "LBL_DB_TOTAL_SIZE": "Dimensiune totală",
    "LBL_DB_SIZE": "Dimensiune bază de date",
    "LBL_INDEX_TOTAL_SIZE": "Dimensiunea totală a indexului",
    "LBL_FILE_TOTAL_SIZE": "Dimensiunea totală a tabelelor",
    "LBL_TABLE_NAME": "Nume tabel",
    "LBL_ROWS": "Rânduri",
    "LBL_INDEX_SIZE": "Mărime index",
    "LBL_FILE_SIZE": "Dimensiune tabele",
    "LBL_FORMAT": "Format rândului",
    "LBL_ENGINE": "Motor",
    "LBL_COLLATION": "Colare",
    "LBL_LABEL_WATCHDOG": "Câine de pază",
    "LBL_LABEL_REGISTER": "Registru",
    "LBL_LABEL_SHOP_CACHE": "Cache magazin",
    "LBL_LAMP_CONFIG_FILES": "Fișiere configurare LAMP",
    "LBL_PATH_VERIFICATION_TITLE": "Verificare cale"
  },
  "js": {
    "JS_SPEED_TEST_START": "Verificare viteză..."
  }
}
