{
  "php": {
    "Announcements|FL_INTERVAL": "Co ile dni wyświetlać użytkownikowi powiadomienie, jeśli nie zapoznał się ze zmianami. Jeśli pole pozostanie puste to przypomnienie nie będzie ponownie wyświetlone.",
    "Accounts|Account Name": "Pole przeznaczone na nazwę firmy",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Określa domyślny kraj dla synchronizacji CardDAV w celu ustawienia prefiksów numerów telefonów.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Jeśli ta opcja jest zaznaczona, system domyślnie wymusi wybrany moduł.",
    "Users|User Name": "Unikalne pole używane jako login podczas logowania do systemu. Jeśli integrujemy się z usługą LDAP, loginy w obu systemach muszą być takie same.",
    "Users|Admin": "Określa, czy użytkownik ma uprawnienia administratora.",
    "Users|First Name": "Imię użytkownika.",
    "Users|Last name": "Nazwisko użytkownika.",
    "Users|Role": "Rola przypisana do użytkownika.",
    "Users|Status": "Określa, czy użytkownik jest aktywny czy nieaktywny.",
    "Users|Password": "Określa hasło użytkownika. Hasło musi być zgodne z polityką zarządzania hasłami.",
    "Users|Confirm Password": "Wprowadź hasło ponownie. Unikaj literówek w pisowni hasła.",
    "Users|Email": "Główny adres e-mail (pole obowiązkowe) używany w szczególnych sytuacjach (np. resetowanie hasła).",
    "Users|Secondary email": "Dodatkowy adres e-mail.",
    "Users|FL_PRIMARY_PHONE": "Główny numer telefonu.",
    "Users|CRM phone extension": "Dodatkowy numer telefonu.",
    "Users|Approval for email": "Możliwość wyboru użytkowników, którzy zgodzili się otrzymywać newslettery wysyłane przez zadania przepływu pracy (wyślij e-mail, wyślij e-mail z szablonu wyślij e-mail z wydrukiem PDF)",
    "Users|Date Format": "System obsługuje 9 formatów dat. Zalecanym (przetestowanym) jest rrrr-mm-dd. Zdecydowanie zalecamy, aby wszyscy użytkownicy używali tego samego formatu daty.",
    "Users|Calendar Hour Format": "System obsługuje 2 formaty czasu, zalecany (przetestowany) to 24h. Zdecydowanie zalecamy, aby wszyscy użytkownicy używali tego samego formatu czasu.",
    "Users|Time Zone": "System obsługuje dziesiątki stref czasowych. Proszę wybrać jedną, która jest najbardziej odpowiednia dla użytkownika. Wszystkie pola daty i czasu zostaną przekonwertowane z domyślnej strefy czasowej do strefy czasowej użytkownika.",
    "Users|Default Activity Type": "System ustawi domyślnie ten rodzaj aktywności (telefon, spotkanie, zadanie) domyślnie dla każdego nowego wpisu kalendarza",
    "Users|Currency": "Domyślna waluta stosowana do prezentacji danych w polach monetarnych.",
    "Users|Decimal Separator": "Separator rozdzielający wartość całkowitą od wartości dziesiętnych.",
    "Users|Symbol Placement": "Określa, czy symbol waluty ma być umieszczony przed wartością, czy po niej.",
    "Users|Truncate Trailing Zeros": "Usuwa zbędne zera, dzięki czemu liczba jest możliwie najkrótsza (dotyczy tylko miejsc po przecinku).",
    "Users|Digit Grouping Pattern": "Określa sposób wyświetlania pól wartości i waluty.",
    "Users|Digit Grouping Separator": "Określa sposób wyświetlania separatora.",
    "Users|Number Of Currency Decimals": "Określa liczbę miejsc po przecinku po separatorze.",
    "Users|Day starts at": "System użyje tego parametru do automatycznego planowania wydarzeń w kalendarzu.",
    "Users|Day ends at": "System użyje tego parametru do automatycznego planowania wydarzeń w kalendarzu.",
    "Users|Language": "Wybór języka systemu dla użytkownika (nie dotyczy ekranu logowania).",
    "Users|Row Height": "Określa odstępy między wierszami.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Zaznaczenie tego pola spowoduje domyślne rozwinięcie menu użytkownika i administratora.",
    "Users|FL_AUTHY_SECRET_TOTP": "Po aktywacji 2FA TOPO zostanie wygenerowany klucz do weryfikacji kodów jednorazowego użytku.",
    "Users|FL_MAIL_SCANNER_FIELDS": "Lista pól używanych przez skaner do wyszukiwania i powiązywania rekordów.",
    "Users|Default Record View": "Ustaw domyślny widok rekordów dla modułów obsługujących wiele widoków (tj. widoków szczegółów, podsumowania).",
    "Users|Default Activity View": "Aby zmiany odniosły skutek, konieczne jest wyczyszczenie pamięci podręcznej przeglądarki (CTRL + SHIFT + R).",
    "Users|Theme": "Wybierz motyw (domyślnym motywem jest Twilight).",
    "Users|User Image": "Zdjęcie użytkownika używane w wielu miejscach w systemie (np. na czacie).",
    "Users|FL_LOGIN_METHOD": "System obsługuje 3 różne metody uwierzytelniania.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "Po wybraniu tej opcji użytkownik zostanie zmuszony do zmiany hasła podczas następnej próby logowania do systemu.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Lista dostępnych akcji skanera dla użytkowników na poziomie integracji z programem Outlook.",
    "Users|INTERNAL_MAIL_COMPOSER": "Pozostawienie tej opcji niezaznaczonej spowoduje, że przeglądarka otworzy domyślnego klienta poczty e-mail. Zaznaczenie tej opcji spowoduje, że system otworzy wbudowanego klienta poczty e-mail.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Określa, które rekordy z modułu Kontakty mają być synchronizowane przy użyciu protokołu CardDAV.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Określa, które rekordy z modułu Kalendarz mają być synchronizowane za pomocą protokołu CalDAV.",
    "Users|FL_AVAILABLE": "Określa, czy użytkownik jest dostępny (w przyszłości pole to będzie respektować inne mechanizmy pośrednie, takie jak urlop, czas pracy itp.).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "Jeśli opcja jest włączona, a mechanizm automatycznego przypisywania rekordów jest aktywny, użytkownik będzie używany do przypisywania rekordów zgodnie z regułami i algorytmami w systemie.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Określa liczbę rekordów (otwartych), które mogą być przypisane do użytkownika w jednym module.",
    "FL_RESPONSE_RANGE_TIME": "Ilość czasu (minut i godzin), który upłynął od momentu otrzymania zgłoszenia do czasu podjęcia reakcji.\n\nCzas jest obliczany na podstawie daty zmiany kategorii wartości słownika (np. status) z \"Czas reakcji\" na pozostałe kategorie.",
    "FL_SOLUTION_RANGE_TIME": "Ilość czasu (minut i godzin), wykorzystanego na rozwiązanie danego zgłoszenia.\n\nCzas jest mierzony na podstawie daty zmiany kategorii wartości słownika (np. status) z \"Czas rozwiązania\" na pozostałe kategorie.",
    "FL_IDLE_RANGE_TIME": "Ilość czasu (minut i godzin) bezczynności danego rekordu, np. oczekiwanie na dodatkowe informacje.\n\nCzas jest mierzony na podstawie daty zmiany kategorii wartości słownika (np. status) z \"Czas oczekiwania\" na pozostałe kategorie.",
    "FL_CLOSING_RANGE_TIME": "Ilość czasu (minut i godzin) liczona od utworzenia rekordu do ostatniego zamknięcia rekordu.",
    "FL_RESPONSE_DATE_TIME": "Data i czas podjęcia reakcji, to znaczy zmiany kategorii wartości słownika (np. statusach) z \"Czas reakcji\" na pozostałe kategorie.",
    "FL_SOLUTION_DATE_TIME": "Data i czas zakończenia rozwiązywania, to znaczy zmiany kategorii \"Zliczania czasu\" wartości słownika (np. status) z \"Czas rozwiązania\" na pozostałe kategorie.",
    "FL_IDLE_DATE_TIME": "Data i czas zakończenia stanu bezczynności, to znaczy zmiany kategorii \"Zliczania czasu\" wartości słownika (np. status) z \"Czas oczekiwania\" na pozostałe kategorie.",
    "FL_CLOSING_DATE_TIME": "Data i czas zakończenia całego procesu zliczania czasu, od momentu utworzenia rekordu do ostatniego zamknięcia rekordu.",
    "FL_RESPONSE_EXPECTED": "Planowana/oczekiwana maksymalna data do kiedy zostanie podjęta reakcja, wyliczana na podstawie umowy SLA oraz dni/godzin pracy lub kalendarzowych.",
    "FL_SOLUTION_EXPECTED": "Planowana/oczekiwana maksymalna data do kiedy zostanie rozwiązany rekord, wyliczana na podstawie umowy SLA oraz dni/godzin pracy lub kalendarzowych.",
    "FL_IDLE_DATE_EXPECTED": "Planowana/oczekiwana maksymalna data do kiedy jest dozwolona bezczynność, wyliczana na podstawie umowy SLA oraz dni/godzin pracy lub kalendarzowych."
  }
}
