{
  "php": {
    "LBL_REQUEST_DATE": "Data żądania",
    "LBL_REQUEST_ID": "ID żądania",
    "LBL_VIES": "Potwierdzenie numeru VAT-EU",
    "LBL_VIES_DESC": "Sprawdza, czy podmiot gospodarczy posiada aktualny numer VAT-EU (europejski NIP), dla transakcji wewnątrzwspólnotowej na terenie Unii Europejskiej.",
    "LBL_VATIFY_EU": "VATify.eu",
    "LBL_VATIFY_DESC_EU": "Pobieranie danych firm z bazy VATify.eu, która również zawiera aktualny status płatnika VAT",
    "LBL_ORB": "Orb Intelligence",
    "LBL_ORB_DESC": "Pobieranie danych firm z całego świata",
    "LBL_ORB_VAT": "EIN/VAT (tylko w USA)",
    "LBL_NORTH_DATA": "North Data",
    "LBL_NORTH_DATA_DESC": "Pobieranie danych o firmach z bazy danych North Data",
    "LBL_USA_EDGAR": "EDGAR [USA]",
    "LBL_USA_EDGAR_DESC": "Pobieranie danych o firmach w USA z U. S. SECURITIES AND EXCHANGE COMMISSION (SEC) z bazy EDGAR ",
    "LBL_PL_VAT_PAYER": "Weryfikacja statusu płatnika VAT [PL]",
    "LBL_PL_VAT_PAYER_DESC": "Usługa umożliwiająca sprawdzenie, czy podmiot jest czynnym, zwolnionym czy też niezarejestrowanym podatnikiem w VAT w Polsce",
    "LBL_PL_GUS": "GUS REGON [PL]",
    "LBL_PL_GUS_DESC": "Pobieranie danych o polskich przedsiębiorstwach dostarczone przez GUS z bazy internetowej REGON 1(BIR1)",
    "LBL_PL_KRS": "KRS [PL]",
    "LBL_PL_KRS_DESC": "Pobierz dane polskich firm z Krajowego Rejestru Sądowego w Polsce",
    "LBL_PL_CEIDG": "Wczytaj dane podmiotu gospodarczego z CEIDG [PL]",
    "LBL_PL_CEIDG_DESC": "Pobierz dane polskich firmy z Centralnej Ewidencji i Informacji o Działalności Gospodarczej w Polsce",
    "LBL_UK_CH": "Companies House [GB]",
    "LBL_UK_CH_DESC": "Pobieranie danych o firmach z Wielkiej Brytanii z agencji Companies House",
    "LBL_UK_CH_NOT_FOUND_NO_DATA": "Nie ustawiono KRS ani nazwy firmy",
    "LBL_UK_VAT_PAYER": "Potwierdzenie numeru VAT [GB]",
    "LBL_UK_VAT_PAYER_DESC": "Usługa umożliwiająca sprawdzenie, czy firma jest zarejestrowana jako płatnik VAT w Wielkiej Brytanii",
    "LBL_UK_VAT_PAYER_CONFIRM": "Firma o tym numerze jest płatnikiem VAT w Wielkiej Brytanii",
    "LBL_UK_VAT_PAYER_NOT_CONFIRM": "Firma o tym numerze nie jest płatnikiem VAT w Wielkiej Brytanii",
    "LBL_FR_ENTERPRISE_GOUV": "Data Gouv [Fr]",
    "LBL_FR_ENTERPRISE_GOUV_DESC": "Pobieranie danych o francuskich przedsiębiorstwach z Państwowego Instytutu Statystyki i Badań Gospodarczych (INSEE Institut National de la Statistique et des Études)",
    "LBL_BR_RECITA_WS_CNPJ": "Receita WS CNPJ [BR]",
    "LBL_BR_RECITA_WS_CNPJ_DESC": "Pobieranie danych o przedsiębiorstwach brazylijskich dostarczone przez ReceitaWS z bazy Federalnego Urzędu Skarbowego Brazylii (Cadastro Nacional de Pessoas Jurídicas)",
    "LBL_BR_RECITA_WS_CNPJ_NUMBER": "CNPJ",
    "LBL_BR_RECITA_WS_CNPJ_ERROR": "Limit zapytania został przekroczony. Poczekaj minutę.",
    "LBL_NO_BRREG_ENHETSREGISTERET": "Brreg Enhetsregisteret [NO]",
    "LBL_NO_BRREG_ENHETSREGISTERET_DESC": "Pobieranie danych o norweskich przedsiębiorstwach z centralnej bazy Brønnøysund (The Brønnøysund Register Centre)",
    "LBL_NO_BRREG_ENHETSREGISTERET_400": "Numer organizacji musi być liczbą zawierającą dokładnie 9 cyfr.",
    "LBL_DK_CVR": "Danish CVR [DK]",
    "LBL_DK_CVR_DESC": "Pobieranie danych o duńskich i norweskich firmach przez CVR API z bazy Duńskiego centralnego rejestru przedsiębiorstw (CVR)",
    "LBL_UA_YOU_CONTROL": "YouControl [UA]",
    "LBL_UA_YOU_CONTROL_DESC": "Pobieranie danych o ukraińskich firm dostarczone przez YouScore API z bazy YouControl",
    "LBL_CH_ZEFIX": "Swiss Zefix [CH]",
    "LBL_CH_ZEFIX_DESC": "Pobieranie danych o przedsiębiorstwach Szwajcarii z bazy szwajcarskiego centralnego indeksu nazw firm (Zentraler Firmenindex)"
  }
}
