{
  "php": {
    "Password": "Paramètrage du mot de passe",
    "LBL_PASSWORD_DESCRIPTION": "Paramétrer la complexité du mot de passe pour les utilisateurs",
    "LBL_Password_Header": "Paramètres determinant la complexité du mot de passe",
    "Minimum password length": "Longueur minimale du mot de passe",
    "Maximum password length": "Longueur maximale du mot de passe",
    "Uppercase letters from A to Z": "Lettres capitale de A à Z",
    "Lowercase letters a to z": "Lettres minuscule de a à z",
    "Password should contain numbers": "Le mot de passe doit contenir des nombres",
    "Password should contain special characters": "Le mot de passe doit contenir des caractères spéciaux",
    "LBL_ERROR": "Erreur en sauvegardant le fichier",
    "LBL_SAVE_OK": "Données sauvegardées",
    "characters": "caractères",
    "LBL_PASSWORD_COMPLEXITY": "Complexité du mot de passe",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Spécifiez la complexité des mots de passe utilisateur. Le système forcera la création de mots de passe sécurisés et conformément à vos directives.",
    "LBL_PASSWORD_PWNED_INFO": "Afin d'augmenter la sécurité, vous pouvez activer la vérification des mots de passe dans la base de données des mots de passe volés. Si un mot de passe est trouvé, le système ne permettra pas l'utilisation de ce mot de passe.",
    "LBL_PROVIDER_NAME": "Nom du fournisseur",
    "LBL_PWNED_PASSWORD_PROVIDER": "Fournisseurs de base de données de mots de passe",
    "LBL_PROVIDER_URL": "URL du fournisseur",
    "LBL_PROVIDER_ACTIVE": "Le fournisseur est-il actif",
    "LBL_CHECK_PWNED_PASSWORD": "Le mot de passe ne peut pas être dans la base de données des mots de passe volés",
    "LBL_ALERT_PWNED_PASSWORD": "Le mot de passe apparaît %s fois dans la base de données des mots de passe volés",
    "LBL_PASSWORD_CHANGE_TIME": "Forcer le changement du mot de passe tous les",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - aucune limitation, 365 - année, 30 mois. Après cette période, chaque fois qu'un utilisateur se connecte, le système affichera un message pour changer un mot de passe.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Temps maximum pour changer le mot de passe (jours)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "Après cette période, le compte sera bloqué et un utilisateur ne pourra pas se connecter au système.",
    "LBL_METHOD": "Méthode de chiffrement",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "Le chiffrement du mot de passe n'est pas actif",
    "LBL_REGISTER_ENCRYPTION": "Les changements effectués seront exécutés par cron",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Cron \"System batch methods\" n'est pas actif. Ce cron est nécessaire pour que le mécanisme de chiffrement du mot de passe fonctionne correctement.",
    "LBL_ENCRYPTION_RUN": "Chiffrement des mots de passe en cours",
    "LBL_PASSWORD_SETTING_WARNING": "Les utilisateurs dont les mots de passe sont plus anciens que ceux spécifiés dans le champ d'application peuvent perdre la possibilité de se connecter. Il est fortement recommandé de réinitialiser les mots de passe avant d'effectuer des modifications.",
    "LBL_ENCRYPT_DESCRIPTION": "Le mécanisme de cryptage du système est utilisé pour crypter les données sensibles de la base de données. Pour activer le cryptage, vous devez définir la méthode de cryptage et le mot de passe à partir du niveau de l'interface utilisateur, ainsi qu'un deuxième mot de passe qui se trouve dans le fichier /config/SecurityKeys.php. Ces paramètres sont nécessaires pour déchiffrer les données.",
    "LBL_RECOMENDED_METHODS": "Méthodes de chiffrement recommandées",
    "LBL_OTHER_METHODS": "Autres méthodes de chiffrement",
    "LBL_PASSWORD_CHANGE_RULES": "Règles de changement de mot de passe",
    "LBL_TIME_TO_CHECK_PWNED": "À quelle fréquence vérifier pendant la connexion si le mot de passe est dans la base de données des mots de passe volés (jours)",
    "LBL_NO_REGISTER_ENCRYPTION": "Le chiffrage utilisant cette méthode n'est pas pris en charge par le système.",
    "LBL_PASSWORD_LENGTH_IS": "La longueur du mot de passe doit être de %s caractères"
  }
}
