{
  "php": {
    "Announcements|FL_INTERVAL": "Frecvența de reamintire în zile, dacă un utilizator nu a revizuit modificările. Dacă acest câmp rămâne gol, reamintirea nu va mai fi afișată.",
    "Accounts|Account Name": "Acest câmp este destinat pentru numele companiei",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Specifică țara implicită pentru sincronizarea CardDAV pentru a seta prefixele numerelor de telefon.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "În cazul în care opțiunea este bifată, sistemul va forța implicit modulul selectat.",
    "Users|User Name": "Un câmp unic utilizat ca identificator de conectare la sistem. Dacă integrăm cu serviciul LDAP, identificatorii de conectare din ambele sisteme trebuie să fie identici.",
    "Users|Admin": "Specifică dacă utilizatorul are drepturi de administrator.",
    "Users|First Name": "Prenumele utilizatorului.",
    "Users|Last name": "Numele utilizatorului.",
    "Users|Role": "Rol atribuit utilizatorului.",
    "Users|Status": "Specifică dacă utilizatorul este activ sau inactiv.",
    "Users|Password": "Specifică parola utilizatorului. Parola trebuie să respecte politica de creare a parolei.",
    "Users|Confirm Password": "Introduceți din nou parola. Este necesar să evitați orice greșeală de scriere în parolă.",
    "Users|Email": "Adresă de e-mail principală (câmp obligatoriu) utilizată în situații speciale (ex. resetare parolă).",
    "Users|Secondary email": "Adresă de e-mail suplimentară.",
    "Users|FL_PRIMARY_PHONE": "Număr de telefon principal.",
    "Users|CRM phone extension": "Număr de telefon suplimentar.",
    "Users|Approval for email": "O opțiune pentru a selecta utilizatorii care au acceptat să primească newsletter-e trimise prin sarcinile de flux de lucru (Trimite e-mail, trimite e-mail din șabloane, trimite e-mail cu atașament PDF)",
    "Users|Date Format": "Sistemul acceptă 9 formate de dată, formatul recomandat (testat) este aaaa-ll-zz. Recomandăm cu insistență ca toți utilizatorii să utilizeze același format de dată.",
    "Users|Calendar Hour Format": "Sistemul acceptă 2 formate de oră, formatul recomandat (testat) este 24 de ore. Recomandăm cu insistență ca toți utilizatorii să utilizeze același format de oră.",
    "Users|Time Zone": "Sistemul acceptă zeci de fusuri orare. Vă rugăm să selectați fusul orar potrivit pentru dumneavoastră. Toate câmpurile de dată și oră vor fi convertite din fusul orar implicit în fusul orar al utilizatorului.",
    "Users|Default Activity Type": "Sistemul va stabili acest tip de activitate (apel, întâlnire, în mod implicit) pentru orice intrare nouă în calendar",
    "Users|Currency": "Moneda implicită folosită pentru a prezenta date în câmpurile monetare.",
    "Users|Decimal Separator": "Un separator care împarte valorile zecimale de numere întregi.",
    "Users|Symbol Placement": "Specifică dacă simbolul valutar este plasat înainte sau după valoare.",
    "Users|Truncate Trailing Zeros": "Elimină zerourile redundante, făcând numărul cât mai scurt posibil (se aplică numai zecimalelor).",
    "Users|Digit Grouping Pattern": "Specifică modul în care sunt afișate valorile și câmpurile valutare.",
    "Users|Digit Grouping Separator": "Specifică modul în care este afișat separatorul.",
    "Users|Number Of Currency Decimals": "Specifică numărul de zecimale după separator.",
    "Users|Day starts at": "Sistemul va utiliza acest parametru pentru programarea automată a evenimentelor din calendar.",
    "Users|Day ends at": "Sistemul va utiliza acest parametru pentru programarea automată a evenimentelor din calendar.",
    "Users|Language": "Selecția limbii sistemului pentru utilizator (nu se aplică la ecranul de autentificare).",
    "Users|Row Height": "Specifică spațierea între rânduri.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Bifarea căsuței va face ca meniul utilizatorului și al administratorului să fie extins în mod implicit.",
    "Users|FL_AUTHY_SECRET_TOTP": "După activarea 2FA TOPO, va fi generată o cheie pentru verificarea codurilor de unică folosință.",
    "Users|FL_MAIL_SCANNER_FIELDS": "O listă de câmpuri folosite de scaner pentru a căuta și a lega înregistrări.",
    "Users|Default Record View": "Setați vizualizarea implicita de înregistrare pentru module care suporta vizualizări multiple (de ex. detalii, rezumat).",
    "Users|Default Activity View": "Pentru ca modificările să aibă efectul de curățare a cache-ului browser-ului (CTRL+SHIFT+R).",
    "Users|Theme": "Selectează tema (implicită este tema Twilight).",
    "Users|User Image": "Imaginea utilizatorului este folosită în mai multe locuri în sistem (ex: chat).",
    "Users|FL_LOGIN_METHOD": "Sistemul suportă 3 metode diferite de autentificare.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "După selectarea acestei opțiuni, utilizatorul va fi forțat să își schimbe parola data viitoare când va accesa sistemul.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Acțiuni de scanare disponibile pentru utilizatorii la nivelul integrării cu Outlook.",
    "Users|INTERNAL_MAIL_COMPOSER": "Păstrarea acestei opțiuni nebifată va determina browserul să deschidă clientul implicit de e-mail. Verificarea acestei opțiuni va face ca sistemul să deschidă clientul de e-mail încorporat.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Specifică ce înregistrări din modulul Contacte trebuie sincronizate utilizând protocolul CardDAV.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Specifică ce înregistrări din modulul Calendar trebuie sincronizate utilizând protocolul CardDAV.",
    "Users|FL_AVAILABLE": "Specifică dacă utilizatorul este disponibil (în viitor acest câmp va respecta și alte mecanisme indirecte, precum zilele libere, orele de lucru etc.).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "Dacă opțiunea este activată și mecanismul de atribuire automată a înregistrărilor este activ, utilizatorul va fi utilizat pentru atribuirea de înregistrări în conformitate cu regulile și algoritmii sistemului.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Specifică numărul de înregistrări (deschise) care pot fi atribuite unui utilizator într-un singur modul.",
    "FL_RESPONSE_RANGE_TIME": "Timpul scurs (în minute și ore) de la primirea raportului până la inițierea răspunsului.\n\nCalculul timpului se efectuează pe baza datei la care valoarea din lista derulantă a categoriei (de exemplu, „stare”) a fost modificată de la „Timp de răspuns” la o altă categorie.",
    "FL_SOLUTION_RANGE_TIME": "Timpul scurs (în minute și ore) pentru rezolvarea unui anumit tichet.\n\nCalculul timpului se efectuează pe baza datei la care valoarea din lista derulantă a categoriei (de exemplu, „stare”) a fost modificată de la „Timp de rezolvare” la o altă categorie.",
    "FL_IDLE_RANGE_TIME": "Timpul de inactivitate al înregistrării (în minute și ore), de exemplu, timpul de așteptare pentru informații suplimentare.\n\nCalculul timpului se efectuează pe baza datei la care valoarea din lista derulantă a categoriei (de exemplu, „stare”) a fost modificată de la „Timp de așteptare” la o altă categorie.",
    "FL_CLOSING_RANGE_TIME": "Timpul (minute și ore) calculat din momentul în care înregistrarea a fost creată până ultima dată când a fost închisă.",
    "FL_RESPONSE_DATE_TIME": "Data și ora răspunsului, adică momentul în care valorile categoriilor din dicționar (de exemplu, „stare”) au fost modificate de la „Timp de răspuns” la o altă categorie.",
    "FL_SOLUTION_DATE_TIME": "Data și ora rezolvării, adică momentul în care categoria „Timp de calcul” din lista derulantă de valori (de exemplu, „stare”) a fost modificată de la „Timp de rezolvare” la alte categorii.",
    "FL_IDLE_DATE_TIME": "Data și ora finalizării stării de inactivitate, adică momentul în care categoria „Timp de calcul” din lista derulantă de valori (de exemplu, „stare”) a fost modificată de la „Timp de așteptare” la alte categorii.",
    "FL_CLOSING_DATE_TIME": "Data și ora închiderii întregului proces de calcul al timpului, de la momentul creării înregistrării până la ultima dată de închidere.",
    "FL_RESPONSE_EXPECTED": "Termenul limită planificat/așteptat de răspuns, calculat pe baza acordului SLA și a zilelor/orelor lucrătoare sau calendaristice.",
    "FL_SOLUTION_EXPECTED": "Termenul limită planificat/așteptat pentru rezolvare, calculat conform acordului SLA, ținând cont de zilele/orele lucrătoare sau calendaristice.",
    "FL_IDLE_DATE_EXPECTED": "Timpul maxim de inactivitate permis, planificat/așteptat, calculat pe baza acordului SLA și a zilelor/orelor lucrătoare sau calendaristice."
  }
}
