{
  "php": {
    "LBL_REQUEST_DATE": "Data solicitării",
    "LBL_REQUEST_ID": "ID cerere",
    "LBL_VIES": "Confirmă numărul TVA din UE",
    "LBL_VIES_DESC": "Verifică dacă firma dispune de un număr TVA valabil în UE pentru tranzacțiile intracomunitare în cadrul Uniunii Europene.",
    "LBL_VATIFY_EU": "VATify.eu",
    "LBL_VATIFY_DESC_EU": "Preluare date din baza de date VATify.eu, care include și statutul actual al contribuabilului",
    "LBL_ORB": "Orb Intelligence",
    "LBL_ORB_DESC": "Preluarea datelor companiilor din întreaga lume",
    "LBL_ORB_VAT": "EIN/TVA (Numai în SUA)",
    "LBL_NORTH_DATA": "Compania North Data",
    "LBL_NORTH_DATA_DESC": "Preluare date despre companiile din baza de date a companiilor North Data",
    "LBL_USA_EDGAR": "EDGAR [USA]",
    "LBL_USA_EDGAR_DESC": "Preluare de date privind societățile americane din cadrul Comisiei pentru Valori Mobiliare și Burse a Statelor Unite prin EDGAR",
    "LBL_PL_VAT_PAYER": "Verifică starea contribuabilului cu TVA [doar în Polonia]",
    "LBL_PL_VAT_PAYER_DESC": "Serviciul vă permite să verificați dacă o entitate este o entitate activă, un contribuabil scutit sau neînregistrat pentru TVA în Polonia",
    "LBL_PL_GUS": "GUS REGON [PL]",
    "LBL_PL_GUS_DESC": "Preluare de date privind societățile poloneze din baza de date online REGON 1(BIR1) furnizată de GUS",
    "LBL_PL_KRS": "KRS [PL]",
    "LBL_PL_KRS_DESC": "Preluare de date privind societățile poloneze din Registrul Curții Naționale din Polonia (KRS)",
    "LBL_PL_CEIDG": "CEIDG [PL]",
    "LBL_PL_CEIDG_DESC": "Preluare de date privind societățile poloneze din Registrul central și informațiile privind activitatea economică în Polonia (CEIDG)",
    "LBL_UK_CH": "Compania Registrul Comerțului [GB]",
    "LBL_UK_CH_DESC": "Preia date privind societățile din Regatul Unit de la Compania Registrul Comerțului",
    "LBL_UK_CH_NOT_FOUND_NO_DATA": "Nu a fost setat nici un NCR sau nume firmă",
    "LBL_UK_VAT_PAYER": "Confirmați numărul TVA [UK]",
    "LBL_UK_VAT_PAYER_DESC": "Serviciul vă permite să verificați dacă o companie este înregistrată ca și contribuabil TVA în Regatul Unit",
    "LBL_UK_VAT_PAYER_CONFIRM": "Entitatea cu numărul introdus este plătitor de TVA în Marea Britanie",
    "LBL_UK_VAT_PAYER_NOT_CONFIRM": "Entitatea cu numărul introdus nu este plătitor de TVA în Marea Britanie",
    "LBL_FR_ENTERPRISE_GOUV": "Data Gouv [Franța]",
    "LBL_FR_ENTERPRISE_GOUV_DESC": "Preluați date despre companiile franceze de la INSEE (Institutul Național de Statistică și Studii Economice)",
    "LBL_BR_RECITA_WS_CNPJ": "Receita WS CNPJ [Brazilia]",
    "LBL_BR_RECITA_WS_CNPJ_DESC": "Preluați date despre companiile braziliene din baza de date a Oficiului Fiscal Federal al Braziliei (Registrul Național al Persoanelor Juridice) furnizată de Revenue WS",
    "LBL_BR_RECITA_WS_CNPJ_NUMBER": "CNPJ",
    "LBL_BR_RECITA_WS_CNPJ_ERROR": "Limita de interogare a fost depășită. Așteptați un minut.",
    "LBL_NO_BRREG_ENHETSREGISTERET": "Brreg Enhetsregisteret [NO]",
    "LBL_NO_BRREG_ENHETSREGISTERET_DESC": "Date privind companiile norvegiene de la centrul de date Brønnøysund (Centrul de înregistrare Brønnøysund)",
    "LBL_NO_BRREG_ENHETSREGISTERET_400": "Numărul organizației trebuie să fie un număr cu exact 9 cifre.",
    "LBL_DK_CVR": "Danish CVR [DK]",
    "LBL_DK_CVR_DESC": "Preluare de date privind societățile daneze și norvegiene prin CVR API din Registrul Central al Comerțului din Danemarca (CVR)",
    "LBL_UA_YOU_CONTROL": "YouControl [UA]",
    "LBL_UA_YOU_CONTROL_DESC": "Preia date despre companiile ucrainene din baza de date YouControl furnizată de YouScore API",
    "LBL_CH_ZEFIX": "Swiss Zefix [CH]",
    "LBL_CH_ZEFIX_DESC": "Preluare date despre companiile elvețiene din Swiss Central Business Name Index (Zentraler Firmenindex)",
    "LBL_COMPANY_NOT_FOUND": "Compania nu a fost găsită"
  }
}
