{
  "php": {
    "Announcements|FL_INTERVAL": "Frequência de lembretes em dias, se o usuário não rever as alterações. Se o campo for mantido vazio, o lembrete não será exibido novamente.",
    "Accounts|Account Name": "Este campo é destinado ao nome da Empresa",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Especifica o país padrão para sincronização CardDAV para definir prefixos de números de telefone.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Se a opção estiver marcada, o sistema irá, por padrão, forçar o módulo selecionado.",
    "Users|User Name": "Um campo único que é usado como o login ao fazer login no sistema. Se estamos integrando com o serviço LDAP, então os logins em ambos os sistemas devem ser os mesmos.",
    "Users|Admin": "Especifica se o usuário tem permissões de administrador.",
    "Users|First Name": "Primeiro nome do usuário.",
    "Users|Last name": "Sobrenome do usuário.",
    "Users|Role": "Função atribuída ao usuário.",
    "Users|Status": "Especifica se o usuário está ativo ou inativo.",
    "Users|Password": "Especifica a senha do usuário. A senha deve estar em conformidade com a política de senha.",
    "Users|Confirm Password": "Digite a senha novamente. É necessário evitar qualquer erro de digitação na senha.",
    "Users|Email": "Endereço de e-mail principal (campo obrigatório) usado em situações especiais (ou seja, redefinição de senha).",
    "Users|Secondary email": "Endereço de e-mail adicional.",
    "Users|FL_PRIMARY_PHONE": "Número de telefone.",
    "Users|CRM Phone Extension": "O número de telefone usado para se conectar à central telefônica, se não inserido, o usuário não terá integração ativa com o PBX.",
    "Users|Approval for email": "Uma opção para selecionar quais usuários concordaram em receber newsletters enviadas através de tarefas de fluxo de trabalho (E-mail, enviar e-mail a partir de modelos, enviar e-mail com impressão PDF)",
    "Users|Date Format": "O sistema suporta formatos de 9 datas, o recomendado (testado) um é aaaa-mm-dd. Sugerimos fortemente que todos os usuários utilizem o mesmo formato de data.",
    "Users|Calendar Hour Format": "O sistema suporta 2 formatos de tempo, o recomendado (testado) é 24H. Sugerimos fortemente que todos os usuários usem o mesmo formato de tempo.",
    "Users|Time Zone": "O sistema suporta dezenas de fusos horários. Por favor, escolha aquele que é mais adequado para o usuário. Todos os campos de data e hora serão convertidos do fuso horário padrão para o fuso horário do usuário.",
    "Users|Default Activity Type": "O sistema irá definir esse tipo de atividade (chamada, reunião, a ser feita) por padrão para qualquer nova entrada de calendário",
    "Users|Currency": "A moeda padrão usada para apresentar dados em campos monetários.",
    "Users|Decimal Separator": "Um separador que divide valores decimais de inteiros.",
    "Users|Symbol Placement": "Especifica se o símbolo da moeda é colocado antes ou após o valor.",
    "Users|Truncate Trailing Zeros": "Remove zeros redundantes que tornam o número o mais curto possível (aplica-se somente aos decimais).",
    "Users|Digit Grouping Pattern": "Especifica como os campos de valor e moeda são exibidos.",
    "Users|Digit Grouping Separator": "Especifica como o separador é exibido.",
    "Users|Number Of Currency Decimals": "Especifica o número de casas decimais após o separador.",
    "Users|Day starts at": "O sistema usará este parâmetro para agendamento automático de eventos de agenda.",
    "Users|Day ends at": "O sistema usará este parâmetro para agendamento automático de eventos de agenda.",
    "Users|Language": "Seleção de idioma do sistema para o usuário (não se aplica à tela de login).",
    "Users|Row Height": "Especifica o espaçamento entre linhas.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Marcar a caixa fará com que o menu do usuário e do administrador seja expandido por padrão.",
    "Users|FL_AUTHY_SECRET_TOTP": "Depois que o 2FA TOPO é ativado, uma chave será gerada para verificar códigos de uso único.",
    "Users|FL_MAIL_SCANNER_FIELDS": "Uma lista de campos utilizados pelo scanner para pesquisar e relacionar registros.",
    "Users|Default Record View": "Define a visualização padrão dos registros para módulos que suportam múltiplas exibições (por exemplo, detalhes, resumo).",
    "Users|Default Activity View": "Para que as alterações tenham efeito, é necessário efetuar a limpeza do cache do navegador (CTRL+SHIFT+R).",
    "Users|Theme": "Selecione o tema (tema padrão é Twilight).",
    "Users|User Image": "Imagem do usuário usada em vários lugares do sistema (por exemplo, chat).",
    "Users|FL_LOGIN_METHOD": "O sistema suporta 3 métodos diferentes de autenticação.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "Após selecionar esta opção, o usuário será forçado a alterar sua senha na próxima vez que acessar o sistema.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Uma lista de ações disponíveis para o scanner para os usuários no nível de integração do Outlook.",
    "Users|INTERNAL_MAIL_COMPOSER": "Manter essa opção desmarcada fará com que o navegador abra o cliente de e-mail padrão. Marcar esta opção fará com que o sistema abra o cliente de e-mail embutido.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Especifica quais registros do módulo de Contatos devem ser sincronizados usando o protocolo CardDAV.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Especifica quais registros do módulo de Calendário devem ser sincronizados usando o protocolo CalDAV.",
    "Users|FL_AVAILABLE": "Especifica se o usuário está disponível (no futuro este campo respeitará outros mecanismos indiretos, como feriado, tempo de trabalho, etc).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "Se a opção for habilitada e o mecanismo de auto atribuição de registros estiver ativo, o usuário será utilizado para atribuir registros de acordo com as regras e algoritmos no sistema.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Especifica a quantidade de registros (abertos) que podem ser atribuídos a um usuário em um módulo.",
    "FL_RESPONSE_RANGE_TIME": "Amount of time (minutes and hours) that elapsed from the time the report was received until the response was initiated.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Response time\" to another category.",
    "FL_SOLUTION_RANGE_TIME": "Amount of time (minutes and hours) used to resolve a given ticket.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Resolution time\" to another category.",
    "FL_IDLE_RANGE_TIME": "The amount of time (minutes and hours) the record is idle, for example, waiting for additional information.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Waiting time\" to another category.",
    "FL_CLOSING_RANGE_TIME": "The amount of time (minutes and hours) calculated from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_DATE_TIME": "Date and time of the response, that is, the change of dictionary value categories (e.g. status) from \"Response time\" to another category.",
    "FL_SOLUTION_DATE_TIME": "Date and time of the resolution, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Resolution time\" to other categories.",
    "FL_IDLE_DATE_TIME": "Date and time of idle status completion, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Waiting time\" to other categories.",
    "FL_CLOSING_DATE_TIME": "Date and time of closing the entire time calculation process from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_EXPECTED": "Planned/expected response deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_SOLUTION_EXPECTED": "Planned/expected resolution deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_IDLE_DATE_EXPECTED": "Planned/expected maximum allowed idle time, calculated on the basis of the SLA agreement and working or calendar days/hours."
  }
}
