{
  "php": {
    "Announcements|FL_INTERVAL": "Fréquence des rappels en jours, si un utilisateur n'a pas examiné les changements. Si le champ reste vide, le rappel ne sera pas affiché à nouveau.",
    "Accounts|Account Name": "Ce champ est destiné au nom de la Société",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Spécifie le pays par défaut pour la synchronisation CardDAV afin de définir les préfixes des numéros de téléphone.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Si l'option est cochée, le système forcera par défaut le module sélectionné.",
    "Users|User Name": "Un champ unique utilisé comme connexion lors de la connexion au système. Si nous intégrons le service LDAP, les connexions dans les deux systèmes doivent être identiques.",
    "Users|Admin": "Spécifie si l'utilisateur dispose des autorisations d'administrateur.",
    "Users|First Name": "Prénom de l'utilisateur.",
    "Users|Last name": "Nom de famille de l'utilisateur.",
    "Users|Role": "Rôle attribué à l'utilisateur.",
    "Users|Status": "Spécifie si l'utilisateur est actif ou inactif.",
    "Users|Password": "Spécifie le mot de passe de l'utilisateur. Le mot de passe doit être conforme à la politique de mot de passe.",
    "Users|Confirm Password": "Saisissez à nouveau le mot de passe. Il est nécessaire d'éviter toute erreur de saisie dans le mot de passe.",
    "Users|Email": "Adresse e-mail principale (champ obligatoire) utilisée dans des situations particulières (par ex. Réinitialisation du mot de passe).",
    "Users|Secondary email": "Adresse e-mail supplémentaire.",
    "Users|FL_PRIMARY_PHONE": "Numéro de téléphone principal.",
    "Users|CRM phone extension": "Numéro de téléphone supplémentaire.",
    "Users|Approval for email": "Une option pour sélectionner les utilisateurs qui ont accepté de recevoir des newsletters envoyées via des tâches de workflow (Envoyer un e-mail, envoyer un e-mail à partir de modèles, envoyer un e-mail avec impression PDF)",
    "Users|Date Format": "Le système prend en charge 9 formats de date, celui recommandé (testé) est rrrr-mm-jj. Nous suggérons fortement à tous les utilisateurs d'utiliser le même format de date.",
    "Users|Calendar Hour Format": "Le système supporte 2 formats de temps, celui recommandé (testé) est 24H. Nous suggérons fortement que tous les utilisateurs utilisent le même format d'heure.",
    "Users|Time Zone": "Le système prend en charge des dizaines de fuseaux horaires. Veuillez choisir celui qui convient le mieux à l'utilisateur. Tous les champs de date et d'heure seront convertis du fuseau horaire par défaut au fuseau horaire de l'utilisateur.",
    "Users|Default Activity Type": "Le système définira ce type d'activité (convocation, réunion, à faire) par défaut pour toute nouvelle entrée de calendrier",
    "Users|Currency": "La devise par défaut utilisée pour présenter les données dans les champs monétaires.",
    "Users|Decimal Separator": "Un séparateur qui divise les valeurs décimales des nombres entiers.",
    "Users|Symbol Placement": "Précise si le symbole de la monnaie est placé avant ou après la valeur.",
    "Users|Truncate Trailing Zeros": "Supprime les zéros redondants afin de rendre le nombre le plus court possible (s'applique uniquement aux décimales).",
    "Users|Digit Grouping Pattern": "Précise comment les champs de valeur et de monnaie sont affichés.",
    "Users|Digit Grouping Separator": "Précise comment le séparateur est affiché.",
    "Users|Number Of Currency Decimals": "Précise le nombre de décimales après le séparateur.",
    "Users|Day starts at": "Le système utilisera ce paramètre pour la programmation automatique des événements du calendrier.",
    "Users|Day ends at": "Le système utilisera ce paramètre pour la programmation automatique des événements du calendrier.",
    "Users|Language": "Sélection de la langue du système pour l'utilisateur (ne s'applique pas à l'écran de connexion).",
    "Users|Row Height": "Spécifie l'espacement entre les rangées.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Si vous cochez cette case, le menu de l'utilisateur et de l'administrateur sera développé par défaut.",
    "Users|FL_AUTHY_SECRET_TOTP": "Après l'activation de 2FA TOPO, une clé sera générée pour vérifier les codes à usage unique.",
    "Users|FL_MAIL_SCANNER_FIELDS": "Une liste de champs utilisés par le scanner pour rechercher et relier des enregistrements.",
    "Users|Default Record View": "Définir la vue d'enregistrement par défaut pour les modules qui prennent en charge plusieurs vues (c'est-à-dire détails, résumé).",
    "Users|Default Activity View": "Pour que les changements prennent effet, il est nécessaire de vider le cache du navigateur (CTRL+Maj+R).",
    "Users|Theme": "Sélectionnez un thème (le thème par défaut est Twilight).",
    "Users|User Image": "Select a theme (the default theme is Twilight).",
    "Users|FL_LOGIN_METHOD": "Le système prend en charge trois méthodes d'authentification différentes.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "Après avoir sélectionné cette option, l'utilisateur sera obligé de changer son mot de passe lors de son prochain accès au système.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Une liste des actions de scanner disponibles pour les utilisateurs au niveau de l'intégration Outlook.",
    "Users|INTERNAL_MAIL_COMPOSER": "Si cette option n'est pas cochée, le navigateur ouvrira le client de messagerie par défaut. Si vous cochez cette option, le système ouvrira le client de messagerie intégré.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Spécifie quels enregistrements du module Contacts doivent être synchronisés à l'aide du protocole CardDAV.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Spécifie quels enregistrements du module Calendrier doivent être synchronisés en utilisant le protocole CalDAV.",
    "Users|FL_AVAILABLE": "Précise si l'utilisateur est disponible (à l'avenir, ce champ respectera d'autres mécanismes indirects, tels que les vacances, le temps de travail, etc.).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "Si l'option est activée et que le mécanisme d'attribution automatique des enregistrements est actif, l'utilisateur sera utilisé pour attribuer des enregistrements selon les règles et les algorithmes du système.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Spécifie le nombre d'enregistrements (ouverts) qui peuvent être attribués à un utilisateur dans un module.",
    "FL_RESPONSE_RANGE_TIME": "Amount of time (minutes and hours) that elapsed from the time the report was received until the response was initiated.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Response time\" to another category.",
    "FL_SOLUTION_RANGE_TIME": "Amount of time (minutes and hours) used to resolve a given ticket.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Resolution time\" to another category.",
    "FL_IDLE_RANGE_TIME": "The amount of time (minutes and hours) the record is idle, for example, waiting for additional information.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Waiting time\" to another category.",
    "FL_CLOSING_RANGE_TIME": "The amount of time (minutes and hours) calculated from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_DATE_TIME": "Date and time of the response, that is, the change of dictionary value categories (e.g. status) from \"Response time\" to another category.",
    "FL_SOLUTION_DATE_TIME": "Date and time of the resolution, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Resolution time\" to other categories.",
    "FL_IDLE_DATE_TIME": "Date and time of idle status completion, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Waiting time\" to other categories.",
    "FL_CLOSING_DATE_TIME": "Date and time of closing the entire time calculation process from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_EXPECTED": "Planned/expected response deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_SOLUTION_EXPECTED": "Planned/expected resolution deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_IDLE_DATE_EXPECTED": "Planned/expected maximum allowed idle time, calculated on the basis of the SLA agreement and working or calendar days/hours."
  }
}
