{
  "php": {
    "Announcements|FL_INTERVAL": "Frequentie van herinneringen in dagen, als een gebruiker de wijzigingen niet heeft beoordeeld. Als het veld leeg blijft, wordt de herinnering niet meer getoond.",
    "Accounts|Account Name": "Dit veld is bedoeld voor de naam van het bedrijf",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Geeft het standaardland aan voor CardDAV synchronisatie voor telefoonnummerprefix in te stellen.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Als de optie is aangevinkt, zal het systeem standaard de geselecteerde module gebruiken.",
    "Users|User Name": "An unique field that is used as the login while logging into the system. If we are integrating with the LDAP service then logins in both systems must be the same.",
    "Users|Admin": "Geeft aan of de gebruiker beheerdersrechten heeft.",
    "Users|First Name": "Gebruiker voornaam.",
    "Users|Last name": "Achternaam gebruiker.",
    "Users|Role": "Rol toegewezen aan de gebruiker.",
    "Users|Status": "Hiermee geeft u aan of de gebruiker actief of inactief is.",
    "Users|Password": "Geef het wachtwoord van de gebruiker op. Het wachtwoord moet voldoen aan het wachtwoordbeleid.",
    "Users|Confirm Password": "Enter the password again. It is necessary to avoid any typing mistakes in the password.",
    "Users|Email": "Primair e-mailadres (verplicht veld) gebruikt voor o.a. wachtwoord reset.",
    "Users|Secondary email": "Extra e-mailadres.",
    "Users|FL_PRIMARY_PHONE": "Primaire telefoonnummer.",
    "Users|CRM phone extension": "Extra telefoonnummer.",
    "Users|Approval for email": "Optie selecteren voor akkoord gebruikers met het ontvangen van nieuwsbrieven via workflowtaken (e-mail verzenden, e-mail verzenden van sjablonen, e-mail met PDF printout)",
    "Users|Date Format": "Het systeem ondersteunt 9 datum formaten, de aanbevolen (getest) is rrrr-mm-dd. We raden alle gebruikers gebruik maken van dezelfde datum-formaat.",
    "Users|Calendar Hour Format": "Het systeem ondersteunt 2 van de tijd formaten, de aanbevolen (getest) is 24 uur per dag. We raden alle gebruikers gebruik maken van hetzelfde formaat.",
    "Users|Time Zone": "The system supports dozens of timezones. Please pick the one that is the most suitable for the user. All date and time fields will be converted from the default timezone to the user’s timezone.",
    "Users|Default Activity Type": "The system will set this type of activity (call, meeting, to do) by default for any new calendar entry",
    "Users|Currency": "The default currency used to present data in monetary fields.",
    "Users|Decimal Separator": "Een scheidingsteken dat decimale waarden van integers scheidt.",
    "Users|Symbol Placement": "Specifies if the currency symbol is placed before or after the value.",
    "Users|Truncate Trailing Zeros": "Verwijdert overbodige nullen waardoor het getal zo kort mogelijk is (alleen van toepassing op decimalen).",
    "Users|Digit Grouping Pattern": "Hiermee geeft u aan hoe waarde en valuta velden worden weergegeven.",
    "Users|Digit Grouping Separator": "Geeft aan hoe het scheidingsteken wordt weergegeven.",
    "Users|Number Of Currency Decimals": "Specificeert het aantal decimalen na het scheidingsteken.",
    "Users|Day starts at": "The system will use this parameter for automatic calendar events scheduling.",
    "Users|Day ends at": "The system will use this parameter for automatic calendar events scheduling.",
    "Users|Language": "Systeem-taal selectie voor de gebruiker (niet van toepassing op het login scherm).",
    "Users|Row Height": "Specifies spacing between rows.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Het selectievakje aanvinken zal ervoor zorgen dat het menu van de gebruiker en de beheerder standaard uitgebreid wordt.",
    "Users|FL_AUTHY_SECRET_TOTP": "After 2FA TOPO is activated, a key will be generated to verify single use codes.",
    "Users|FL_MAIL_SCANNER_FIELDS": "A list of fields used by the scanner to search for and relate records.",
    "Users|Default Record View": "Stel de standaard record weergave in voor modules die meerdere weergaven ondersteunen (bijvoorbeeld details, samenvatting).",
    "Users|Default Activity View": "Om wijzigingen van kracht te laten worden, is het legen van het cachegeheugen van de browser vereist (CTRL+SHIFT+R).",
    "Users|Theme": "Selecteer thema (standaard thema is Twilight).",
    "Users|User Image": "Gebruikersafbeelding gebruikt op meerdere plaatsen in het systeem (d.w.z. chat).",
    "Users|FL_LOGIN_METHOD": "Het systeem ondersteunt 3 verschillende authenticatiemethoden.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "After selecting this option the user will be forced to change their password the next time they access the system.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Een lijst met beschikbare scanner acties voor gebruikers op Outlook integratieniveau.",
    "Users|INTERNAL_MAIL_COMPOSER": "Door deze optie niet aan te vinken, opent de browser het standaard e-mailprogramma. Aanvinken van deze optie zorgt ervoor dat het systeem het ingebouwde e-mailprogramma zal openen.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Geeft aan welke records uit de contactenmodule moeten worden gesynchroniseerd met het CardDAV protocol.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Geeft aan welke records uit de Agenda module moeten worden gesynchroniseerd met het CalDAV protocol.",
    "Users|FL_AVAILABLE": "Geeft aan of de gebruiker beschikbaar is.",
    "Users|FL_AUTO_ASSIGN_RECORDS": "If the option is enabled and the auto assign records mechanism is active, the user will be used for assigning records according to the rules and algorithms in the system.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Hiermee kunt u het aantal records (open) die kunnen worden toegewezen aan een gebruiker in een module.",
    "FL_RESPONSE_RANGE_TIME": "Het aantal minuten dat vóór de reactie is verstreken, berekend op basis van de SLA en werkdagen/uren",
    "FL_SOLUTION_RANGE_TIME": "Het aantal minuten dat is verstreken om een bepaald record op te lossen, berekend op verschillende statussen afhankelijk van de configuratie en gebaseerd op de SLA en werkdagen/uren",
    "FL_IDLE_RANGE_TIME": "Het aantal minuten dat een record inactief is, bv. bij het wachten op extra informatie, wordt deze berekend op basis van de SLA en werkdagen/uren",
    "FL_CLOSING_RANGE_TIME": "Het aantal minuten dat is verstreken tussen het maken van een record en het laatste sluiten van een record, wordt berekend gebaseerd op de SLA en werkdagen/uren",
    "FL_RESPONSE_DATE_TIME": "Reactie start datum en tijd.",
    "FL_SOLUTION_DATE_TIME": "Einddatum en tijd oplossen.",
    "FL_IDLE_DATE_TIME": "Idle einddatum en tijd.",
    "FL_RESPONSE_EXPECTED": "Gepland / verwachte datum totdat de reactie in de notulen wordt uitgevoerd, deze berekend is op basis van de SLA en werkdagen/uur.",
    "FL_IDLE_DATE_EXPECTED": "Datum ingepland / verwacht totdat inactieve tijd is toegestaan, deze berekend wordt op basis van de SLA en werkdagen/uren."
  }
}
