{
  "php": {
    "Announcements|FL_INTERVAL": "Frequentie van herinneringen in dagen, als een gebruiker de wijzigingen niet heeft beoordeeld. Als het veld leeg blijft, wordt de herinnering niet meer getoond.",
    "Accounts|Account Name": "Dit veld is bedoeld voor de naam van het bedrijf",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Geeft het standaardland aan voor CardDAV synchronisatie om de telefoonnummer prefixes in te stellen.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Als de optie is aangevinkt, zal het systeem standaard de geselecteerde module gebruiken.",
    "Users|User Name": "Een uniek veld dat gebruik wordt tijdens het login proces. Indien we met LDAP integreren dienen beide logins van de systemen hetzelfde te zijn.",
    "Users|Admin": "Geeft aan of de gebruiker beheerdersrechten heeft.",
    "Users|First Name": "Voornaam gebruiker.",
    "Users|Last name": "Achternaam gebruiker.",
    "Users|Role": "Rol toegewezen aan de gebruiker.",
    "Users|Status": "Hiermee geeft u aan of de gebruiker actief of inactief is.",
    "Users|Password": "Geef het wachtwoord van de gebruiker op. Het wachtwoord moet voldoen aan het wachtwoordbeleid.",
    "Users|Confirm Password": "Voer het wachtwoord opnieuw in. Het is nodig om type fouten te voorkomen als u het wachtwoord invult.",
    "Users|Email": "Primair e-mailadres (verplicht veld) gebruikt voor o.a. wachtwoord reset.",
    "Users|Secondary email": "Extra e-mailadres.",
    "Users|FL_PRIMARY_PHONE": "Primaire telefoonnummer.",
    "Users|CRM Phone Extension": "The telephone number used to connect to the telephone exchange, if not entered, the user will not have active integration with the PBX.",
    "Users|Approval for email": "Optie selecteren voor akkoord gebruikers met het ontvangen van nieuwsbrieven via workflowtaken (e-mail verzenden, e-mail verzenden van sjablonen, e-mail met PDF printout)",
    "Users|Date Format": "Het systeem ondersteunt 9 datum formaten, de aanbevolen (getest) is rrrr-mm-dd. We raden alle gebruikers gebruik maken van dezelfde datum-formaat.",
    "Users|Calendar Hour Format": "Het systeem ondersteunt 2 van de tijd formaten, de aanbevolen (getest) is 24 uur per dag. We raden alle gebruikers gebruik maken van hetzelfde formaat.",
    "Users|Time Zone": "Het systeem ondersteunt tientallen tijdzones. Kies de tijdzone die het meest geschikt is voor de gebruiker. Alle datum- en tijdvelden worden geconverteerd van de standaard tijdzone naar de tijdzone van de gebruiker.",
    "Users|Default Activity Type": "Het systeem zal dit type activiteit (telefoongesprek, vergadering, te doen) instellen voor nieuwe agendapunten",
    "Users|Currency": "De standaardvaluta die gebruikt wordt om gegevens in monetaire velden weer te geven.",
    "Users|Decimal Separator": "Een scheidingsteken dat decimale waarden van integers scheidt.",
    "Users|Symbol Placement": "Geeft aan of het valutasymbool voor of na de waarde wordt geplaatst.",
    "Users|Truncate Trailing Zeros": "Verwijdert overbodige nullen waardoor het getal zo kort mogelijk is (alleen van toepassing op decimalen).",
    "Users|Digit Grouping Pattern": "Hiermee geeft u aan hoe waarde en valuta velden worden weergegeven.",
    "Users|Digit Grouping Separator": "Geeft aan hoe het scheidingsteken wordt weergegeven.",
    "Users|Number Of Currency Decimals": "Specificeert het aantal decimalen na het scheidingsteken.",
    "Users|Day starts at": "Het systeem zal deze parameter gebruiken om automatisch agenda-afspraken in te plannen.",
    "Users|Day ends at": "Het systeem zal deze parameter gebruiken om automatisch agenda-afspraken in te plannen.",
    "Users|Language": "Systeem-taal selectie voor de gebruiker (niet van toepassing op het login scherm).",
    "Users|Row Height": "Specificeert de afstand tussen rijen.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Het selectievakje aanvinken zal ervoor zorgen dat het menu van de gebruiker en de beheerder standaard wordt uitgebreid.",
    "Users|FL_AUTHY_SECRET_TOTP": "Nadat 2FA TOPO is geactiveerd, wordt een sleutel gegenereerd om eenmalige gebruikscodes te verifiëren.",
    "Users|FL_MAIL_SCANNER_FIELDS": "Een lijst van velden gebruikt voor de scanner om te zoeken voor- en verwante records.",
    "Users|Default Record View": "Stel de standaard record weergave in voor modules die meerdere weergaven ondersteunen (bijvoorbeeld details, samenvatting).",
    "Users|Default Activity View": "Om wijzigingen van kracht te laten worden, is het legen van het cachegeheugen van de browser vereist (CTRL+SHIFT+R).",
    "Users|Theme": "Selecteer het thema (standaard thema is Twilight).",
    "Users|User Image": "Gebruikersafbeelding gebruikt op meerdere plaatsen in het systeem (d.w.z. chat).",
    "Users|FL_LOGIN_METHOD": "Het systeem ondersteunt 3 verschillende authenticatiemethoden.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "Na het selecteren van deze optie zal de gebruiker gedwongen worden zijn/haar wachtwoord te wijzigen wanneer hij/zij de volgende keer probeert in te loggen.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Een lijst met beschikbare scanner acties voor gebruikers op Outlook integratieniveau.",
    "Users|INTERNAL_MAIL_COMPOSER": "Door deze optie niet aan te vinken, opent de browser het standaard e-mailprogramma. Het aanvinken van deze optie zorgt ervoor dat het systeem het ingebouwde e-mailprogramma zal openen.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Geeft aan welke records uit de contactenmodule moeten worden gesynchroniseerd met het CardDAV protocol.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Geeft aan welke records uit de Agenda module moeten worden gesynchroniseerd met het CalDAV protocol.",
    "Users|FL_AVAILABLE": "Geeft aan of de gebruiker beschikbaar is (in de toekomst zal dit veld andere indirecte mechanismen respecteren, zoals vakantie, werktijd, enz.).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "Als de optie is ingeschakeld en het auto-toewijzen van records-mechanisme actief is, wordt de gebruiker gebruikt om records toe te wijzen volgens de regels and algoritmes van het systeem.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Hiermee kunt u het aantal records (open) die kunnen worden toegewezen aan een gebruiker in een module.",
    "FL_RESPONSE_RANGE_TIME": "De hoeveelheid tijd (minuten en uren) verstreken vanaf de tijd dat het rapport werd ontvangen totdat het antwoord was gestart.\n\nDe tijd wordt berekend op basis van de datum waarop de selectielijst waarde categorie (bijv. status) is gewijzigd van \"Response time\" naar een andere categorie.",
    "FL_SOLUTION_RANGE_TIME": "De tijd (minuten en uren) om een bepaald ticket op te lossen.\n\nDe tijd wordt berekend op basis van de datum waarop de selectielijst waarde categorie (bijv. . status) is veranderd van \"Resolutie tijd\" naar een andere categorie.",
    "FL_IDLE_RANGE_TIME": "The amount of time (minutes and hours) the record is idle, for example, waiting for additional information.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Waiting time\" to another category.",
    "FL_CLOSING_RANGE_TIME": "The amount of time (minutes and hours) calculated from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_DATE_TIME": "Date and time of the response, that is, the change of dictionary value categories (e.g. status) from \"Response time\" to another category.",
    "FL_SOLUTION_DATE_TIME": "Date and time of the resolution, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Resolution time\" to other categories.",
    "FL_IDLE_DATE_TIME": "Date and time of idle status completion, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Waiting time\" to other categories.",
    "FL_CLOSING_DATE_TIME": "Date and time of closing the entire time calculation process from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_EXPECTED": "Planned/expected response deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_SOLUTION_EXPECTED": "Planned/expected resolution deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_IDLE_DATE_EXPECTED": "Planned/expected maximum allowed idle time, calculated on the basis of the SLA agreement and working or calendar days/hours."
  }
}
