{
  "php": {
    "RecordNumbering": "Numerisanje zapisa",
    "LBL_VIEW_CUSTOMRECORDNUMBERING": "Prilagodite numerisanje zapisa",
    "LBL_ADVANCED_RECORD_NUMBERING": "Postavke sekvence popisa",
    "LBL_CUSTOMIZE_RECORD_NUMBERING": "Moduli - Prefiksi",
    "LBL_CUSTOMIZE_MODENT_NUMBER_DESCRIPTION": "Prilagodite numerisanje zapisa i dodatne prefikse unutar sistema.",
    "LBL_LEADING_ZEROS": "Broj cifara (vodećih nula)",
    "LBL_LEADING_ZEROS_INFO": "Broj cifara je ukupni broj cifara zabroj zapisa.\nVodeće nule dodaju se na početku broja, tako da broj cifara odgovara obrascu.\nNa primjer, ako imate više od stotinu zapisa mjesečno, možete postaviti broj cifara na 3, a kao rezultat dobit ćete broj '004' ili '023' umjesto '4' ili '23'. Broj cifara je konstantan, a na početku se dodaju nule.\nU slučaju većih brojeva, npr. '1948 ', pisat će se onako kako jest, bez ikakvih vodećih nula.\n\nPrimjeri:\n\nBroj cifara je 3\nFI2018/004, FI2018/053, FI2018/3432\n\nBroj cifara je 5\nFI2018/00008, FI2018/03465, FI2018/45372\n\nNema vodećih cifara\nFI2018/4, FI2018/25, FI2018/8476",
    "LBL_NO_LEADING_ZEROS": "Nema vodećih nula",
    "LBL_FOR_EXAMPLE_SHORT": "npr.",
    "LBL_CUSTOMIZE_SEQUENCE": "Prilagodite niz",
    "LBL_RS_RESET_SEQUENCE": "Resetuj redoslijed",
    "LBL_RS_RESET_SEQUENCE_INFO": "Ako želite da redoslijed započne na početku svakog dana, mjeseca ili godine (npr. Kao u slučaju brojanja računa), ovdje ga možete postaviti. Ne zaboravite da dodate dan, mjesec ili godinu prefiksu ili postfiksu kako biste izbjegli duplikate u brojevima.",
    "LBL_RS_DO_NOT_RESET": "Ne resetuj",
    "LBL_RS_DO_NOT": "Nikad ne resetuj (broj zapisa raste beskonačno)",
    "LBL_RS_YEAR": "Ponovno resetiranje s novom godinom",
    "LBL_RS_MONTH": "Resetuj sa novim mjesecom",
    "LBL_RS_DAY": "Resetuj sa novim danom",
    "LBL_COPY_CV": "Kopiraj varijablu",
    "LBL_NO_PREFIX": "Nema prefiksa",
    "LBL_NO_POSTFIX": "Nema postfiksa",
    "LBL_CV_FULL_YEAR": "Puna godina (npr. 2015)",
    "LBL_CV_FULL_MONTH": "Mjesec (npr. 01, 05, 12)",
    "LBL_CV_FULL_DAY": "Dan (npr 01, 05, 25)",
    "LBL_CV_YEAR": "Godina (npr 15)",
    "LBL_CV_MONTH": "Mjesec (npr. 1, 5, 12)",
    "LBL_CV_DAY": "Dan (npr 1, 5, 25)",
    "LBL_CUSTOM_VARIABLES_INFO": "Ovde možete kopirati varijable za upotrebu u poljima prefiksa i postfiksa. Na primjer, ako želite pokazati godinu '2018' u numeriranju zapisa određenog modula, morate odabrati opciju 'Puna godina', kopirati promjenjivu vrijednost u međuspremnik i zatim je zalijepiti u polje prefiksa ili postave. Ako želite dobiti potpuni datum razdvojen crticama, npr. '2018/10/03', trebate kopirati varijable u ovom slijedu: godina, mjesec i dan, zalijepiti ih u polja prefiksa ili postfiksa i zasebne varijable s '/' ili '{{YYYY}} / {{MM}} / {{DD}} '.",
    "LBL_USE_POSTFIX": "Koristi postfix",
    "LBL_USE_POSTFIX_INFO": "Postfiks se pojavljuje nakon odgovarajućeg broja u nizu. Slično kao prefiks, ovdje je također moguće smjestiti varijable odabrane iz polja na samo dno obrasca. Ovdje se može unijeti bilo koji sadržaj i pojavit će se nakon rednog broja u datom modulu. Postfiks će biti dodan direktno rednom broju.\n\nPrimjeri\n\npostfiks '/{{YYYY}}'\nF-I0001/2018, F-I0035/2019\n\npostfiks ' /wew'\nF-I045 /wew, F-I1534 /wew",
    "LBL_USE_CUSTOM_VARIABLES": "Sistemske varijable za izgradnju prefiksa",
    "LBL_UPDATE_MISSING_RECORD_SEQUENCE": "Ažurirajte redoslijed nestalih zapisa",
    "LBL_USE_PREFIX_INFO": "Prefiks je dodana vrijednost prije stvarnog broja zapisa. Svaki modul ima drugačiji prefiks, pa je lakše prepoznati gdje se zapis nalazi u sistemu. Popravci se mogu mijenjati po potrebi, ali ne mogu se duplicirati. Na primjer, računi mogu imaju sljedeće prefikse: INV, INVN ili INVO. Promjene povezane s vremenom također se mogu dodati prefiksima, npr. dan, mjesec, godina. Na primjer, 'INV {{YYYY}} /' bit će prikazan kao 'INV 2018/84', gdje je 84 broj zapisa. Varijable za prefiks / postfiks možete naći na dnu ovog obrasca. Kopirajte varijablu i zalijepite je u polje prefiksa ili postfiksa i vrijednost će se također pojaviti u broju zapisa.",
    "LBL_REFERENCE_VARIABLES": "Varijable iz srodnih zapisa",
    "LBL_REFERENCE_VARIABLES_INFO": "Funkcija omogućuje preuzimanje podataka iz povezanog zapisa. Ne preporučuje se korištenje elemenata u ovom odjeljku."
  },
  "js": {
    "LBL_PREFIX_IN_USE": "Prefiks u upotrebi",
    "JS_RECORD_NUMBERING_SAVED_SUCCESSFULLY_FOR": "Numeracija zapisa uspješno je spremljena u",
    "JS_RECORD_NUMBERING_UPDATED_SUCCESSFULLY_FOR": "Numeracija zapisa uspješno je ažurirana za",
    "JS_RS_ADD_YEAR_VARIABLE": "Kopirajte varijablu godine u prefiks ili postfiks",
    "JS_RS_ADD_MONTH_VARIABLE": "Kopirajte varijablu mjeseca u prefiks ili postfiks",
    "JS_RS_ADD_DAY_VARIABLE": "Kopirajte varijablu dana u prefiks ili postfiks",
    "JS_PICKLIST_TOO_MANY": "Numeriranje može sadržavati samo jednu varijablu popisa za izbor"
  }
}
