{
  "php": {
    "Password": "Configuração de Senha",
    "LBL_PASSWORD_DESCRIPTION": "Definir a complexidade da senha para os Usuários do software",
    "LBL_Password_Header": "Os parâmetros determinam a complexidade da senha",
    "Minimum password length": "Comprimento mínimo da senha",
    "Maximum password length": "Comprimento máximo da senha",
    "Uppercase letters from A to Z": "Letras maiúsculas de \"A\" a \"Z\"",
    "Lowercase letters a to z": "Letras minúsculas de \"a\" a \"z\"",
    "Password should contain numbers": "A senha deve conter números",
    "Password should contain special characters": "A senha deve conter caracteres especiais",
    "LBL_ERROR": "Erro ao salvar o arquivo",
    "LBL_SAVE_OK": "Os dados foram salvos",
    "characters": "caracteres",
    "LBL_PASSWORD_COMPLEXITY": "Complexidade da senha",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Especifique quão complexas as senhas de usuário devem ser. O sistema irá forçar a criação de senhas seguras e de acordo com suas diretrizes.",
    "LBL_PASSWORD_PWNED_INFO": "Para aumentar a segurança, você pode ativar a verificação de senhas no banco de dados de senhas roubadas. Se uma senha for encontrada, o sistema não permitirá a utilização dessa senha.",
    "LBL_PASSWORD_PWNED_ALERT": "Aqui você pode encontrar todas as integrações disponíveis com o banco de dados de senhas que você pode usar. Para adicionar um novo servidor, é preciso criar um arquivo de integração para se comunicar com o servidor da base de dados de senhas.",
    "LBL_PROVIDER_NAME": "Nome do provedor",
    "LBL_PWNED_PASSWORD_PROVIDER": "Provedores de banco de dados de senhas",
    "LBL_PROVIDER_URL": "URL do provedor",
    "LBL_PROVIDER_ACTIVE": "O provedor está ativo",
    "LBL_CHECK_PWNED_PASSWORD": "A senha não pode estar no banco de dados de senhas roubadas",
    "LBL_ALERT_PWNED_PASSWORD": "A senha aparece no banco de dados de senhas roubadas",
    "LBL_PASSWORD_CHANGE_TIME": "Forçar alteração de senha a cada",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - sem limitação,\n365 - ano,\n30 - mês.\nApós esse período, cada vez que um usuário logar, o sistema exibirá uma mensagem para alterar a senha. Esta mensagem pode ser ignorada.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Tempo máximo para alterar a senha (dias)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "Após este período, o usuário será forçado a alterar a senha depois que logar. Eles não poderão usar o CRM até que eles definam uma nova senha de acordo com os requisitos de senha.",
    "LBL_METHOD": "Método de criptografia",
    "LBL_ENCRYPTION_CONFIG": "Configuração de criptografia",
    "LBL_ENCRYPTION_VECTOR": "Vetor de inicialização",
    "LBL_ENCRYPTION_KEY": "Chave de criptografia",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "A criptografia da senha não está ativa",
    "LBL_REGISTER_ENCRYPTION": "Encryption test successful. The encryption mechanism will be activated the next time Cron is triggered.\nEncryption time depends on the amount of passwords in the database.",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Cron \"System batch methods\" is not active. This cron is required for the password encryption mechanism to work properly.",
    "LBL_ENCRYPTION_RUN": "Password encryption in progress",
    "LBL_ENCRYPTION_WAITING": "Password encryption waiting to start",
    "LBL_PASSWORD_SETTING_WARNING": "Users with passwords older than those specified in the scope may lose the ability to log in. It is highly recommended to reset passwords before making modifications",
    "LBL_ENCRYPT_DESCRIPTION": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. The encryption key is saved in the following file: \\config\\SecurityKeys.php, and the vector can be found in the database. These parameters are required to decrypt the data.To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_ENCRYPT_MODULES_DESC": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_ENCRYPT_MODULE_EMPTY": "No encryption modules",
    "LBL_MODULE": "Module",
    "LBL_RECOMENDED_METHODS": "Recommended encryption methods",
    "LBL_OTHER_METHODS": "Other encryption methods",
    "LBL_PASSWORD_CHANGE_RULES": "Password change rules",
    "LBL_TIME_TO_CHECK_PWNED": "How often to check during login if the password is in the stolen passwords database (days)",
    "LBL_NO_REGISTER_ENCRYPTION": "Encryption using this method is not supported by the system",
    "LBL_PASSWORD_LENGTH_IS": "Vector length must be %s characters",
    "LBL_DISABLE_ENCRYPTION": "The encryption mechanism will be disabled the next time the cron is triggered",
    "LBL_SETTINGS_ENCRYPTION": "Settings",
    "LBL_MODULES_ENCRYPTION": "Modules"
  }
}
