{
  "php": {
    "LBL_COMPANIES": "Datos de la empresa",
    "Companies": "Datos de la empresa",
    "LBL_ID": "Identificación",
    "LBL_NAME": "El nombre de su empresa",
    "LBL_EMAIL": "Correo electrónico",
    "LBL_CITY": "Ciudad / Pueblo",
    "LBL_COUNTRY": "País",
    "LBL_CONDITIONS_OF_REGISTRATION": "Todos los datos a continuación deben ser verdaderos, es una condición obligatoria para registrar el producto que resulta de los términos de la licencia.  %s \nEn el registro, debe haber todas las empresas involucradas en la implementación del sistema CRM, p. ej. \"El usuario objetivo\" siempre debe completarse con los datos de una empresa que utiliza este sistema. \nEl tipo de entrada \"Proveedor\" debe existir cuando una empresa que implementa CRM es diferente de la que lo utiliza. \nEl tipo de entrada \"Integrador\" debe existir cuando se realizó la integración con un sistema CRM y deben enviarse los datos de la empresa que integró el sistema.\nPara que el sistema verifique correctamente la clave de registro, Cron debe estar activo y funcionar correctamente. \nLa validez de los datos enviados durante el registro se verifica manualmente dentro de las 72h. Proporcionar datos falsos hará que se rechace todo el registro. Gracias por su paciencia.\n %s",
    "LBL_TYPE": "Tipo",
    "LBL_TYPE_INFO": "\n- end user - a company that uses the CRM system \n- provider - a company that implements a CRM system for another company that will use it \n- integrator - a company that integrates the CRM system\n\n NOTE: If you are a provider/integrator and you want to register the CRM on behalf of your client, remember that both companies must be registered - your company as a vendor/integrator and your client’s company as an end user.",
    "LBL_TYPE_TARGET_USER": "Usuario final",
    "LBL_TYPE_INTEGRATOR": "Integrador",
    "LBL_CHANGING_COMPANY_NAME": "Cada cambio de nombre de la compañía requiere de nuevo registro.",
    "LBL_TYPE_PROVIDER": "Proveedor",
    "LBL_COMPANYSIZE": "El número de empleados de la empresa",
    "LBL_WEBSITE": "Sitio web de su empresa",
    "LBL_INDUSTRY": "Industria",
    "LBL_FIRSTNAME": "Nombre",
    "LBL_LASTNAME": "Apellidos",
    "LBL_LOGO": "Logo",
    "LBL_ADDRESS": "Address",
    "LBL_POST_CODE": "Post code",
    "LBL_VAT_ID": "TAX ID",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Newsletter",
    "LBL_NEWSLETTER_ALERT": "Entering fake data will cause the registration to be denied. In order to remove the data such as Name, Surname, E-mail from the newsletter, uncheck the field Newsletter",
    "LBL_NAME_INFO": "En caso de particulares, ingresa 'Uso privado'.",
    "LBL_WEBSITE_INFO": "Ingresa el sitio web de tu empresa NO la URL de tu CRM.",
    "LBL_EMAIL_NEWSLETTER_INFO": "Regístrate en el boletín gratuito de YetiForce. Manténgase al día con todas las últimas características del sistema, y descubra más sobre el sector CRM. Te enviaremos información sobre nuevas versiones, actualizaciones, eventos, nuevas funciones del sistema y mucho más.\nÚnete a nuestra comunidad y manténte al día.\nConexión a Internet es necesaria para registrarse.",
    "LBL_COMPANY_NAMES_EXIST": "El nombre de la empresa ya existe",
    "LBL_LAST_SCAN_DATE": "Fecha de la última revisión del estado del registro",
    "LBL_LAST_SCAN_ERROR": "El estado de registro no ha sido verificado:\n- Su CRM no tiene acceso a Internet,\n- Cron no funciona o hay errores en su operación,\n- Errores en la configuración del servidor",
    "LBL_REGISTER_CRM_ONLINE": "Registro - En línea",
    "LBL_ERROR_MESSAGE": "Error: %s",
    "LBL_REGISTER_CRM_SERIAL": "Registro - Llave",
    "LBL_REGISTER_CHECK": "Comprobar el estado",
    "LBL_NOT_REGISTERED": "No registrado",
    "LBL_WAITING_FOR_ACCEPTANCE": "Aprobación pendiente",
    "LBL_INCORRECT_DATA": "Datos incorrectos",
    "LBL_INCOMPLETE_DATA": "Datos incompletos",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Fuera de línea - Clave no encontrada",
    "LBL_OFFLINE_SIGNED": "Fuera de línea - Aceptado",
    "LBL_SPECIAL_REGISTRATION": "Registro especial",
    "LBL_ACCEPTED": "Aceptada",
    "LBL_REGISTRATION_DATA": "Registration data",
    "LBL_BRAND_DATA": "Brand data",
    "LBL_BRAND_DATA_INFO": "El bloque utilizado cuando se compra YetiForce Branding te permite ingresar datos personalizados visibles en el pie de página.",
    "LBL_BILLING_DATA": "Billing data",
    "LBL_SYSTEM_NOT_REGISTERED": "The YetiForce system has not been properly registered or the provided data is incorrect.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Paid functionalities have been enabled in the system %s, please purchase a subscription."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Introducir clave de registro",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Introduzca todos los datos requeridos"
  }
}
