{
  "php": {
    "Password": "Configuración de contraseña",
    "LBL_PASSWORD_DESCRIPTION": "Establecer complejidades de la contraseña para los usuarios del software",
    "LBL_Password_Header": "Parámetros que determinan la complejidad de la contraseña",
    "Minimum password length": "Longitud mínima de la contraseña",
    "Maximum password length": "Longitud máxima de la contraseña",
    "Uppercase letters from A to Z": "Letras mayúsculas de la 'A' a la 'Z'",
    "Lowercase letters a to z": "Letras minúsculas de la 'a' a la 'z'",
    "Password should contain numbers": "La contraseña debe contener números",
    "Password should contain special characters": "La contraseña debe contener caracteres especiales",
    "LBL_ERROR": "Error al guardar el archivo",
    "LBL_SAVE_OK": "Los datos se guardaron",
    "characters": "caracteres",
    "LBL_PASSWORD_COMPLEXITY": "Complejidad de la contraseña",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Especifique qué tan complejas deben ser las contraseñas de usuario. El sistema obligará a crear contraseñas seguras y de acuerdo con sus pautas.",
    "LBL_PASSWORD_PWNED_INFO": "Para aumentar la seguridad, puedes habilitar la verificación de contraseñas en la base de datos de contraseñas robadas. Si te encuentras una contraseña, el sistema no permitirá que se use esta contraseña.",
    "LBL_PASSWORD_PWNED_ALERT": "Here you can find all available integrations with password database servers that you can use. In order to add a new server you have to create an integration file to communicate with the password database server.",
    "LBL_PROVIDER_NAME": "Nombre del proveedor",
    "LBL_PWNED_PASSWORD_PROVIDER": "Proveedores de bases de datos de contraseñas",
    "LBL_PROVIDER_URL": "URL del proveedor",
    "LBL_PROVIDER_ACTIVE": "El proveedor está activo",
    "LBL_CHECK_PWNED_PASSWORD": "La contraseña no puede estar en la base de datos de contraseñas robadas",
    "LBL_ALERT_PWNED_PASSWORD": "La contraseña aparece %s veces en la base de datos de contraseñas robadas",
    "LBL_PASSWORD_CHANGE_TIME": "Forzar cambio de la contraseña cada",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - no limitation,\n356 - year,\n30 - month.\nAfter this period, each time a user logs in, the system will display a message to change the password. This message can be skipped.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Tiempo máximo para cambiar la contraseña (días)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "After this period, the user will be forced to change the password after they log in. They will not be able to use the CRM until they set a new password according to the password requirements.",
    "LBL_METHOD": "Método de encriptación",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "El cifrado de contraseña no está activo",
    "LBL_REGISTER_ENCRYPTION": "Los cambios introducidos serán ejecutados por cron",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Cron \"System batch methods\" no está activo. Este cron es necesario para que el mecanismo de cifrado de contraseña funcione correctamente.",
    "LBL_ENCRYPTION_RUN": "Cifrado de contraseña en curso",
    "LBL_PASSWORD_SETTING_WARNING": "Los usuarios con contraseñas mas antiguas de las especificadas en el alcance pueden perder la capacidad de iniciar sesión. Se recomienda que se reinicien las contraseñas antes de realizar modificaciones",
    "LBL_ENCRYPT_DESCRIPTION": "El mecanismo de cifrado del sistema se utiliza para cifrar datos sensibles en la base de datos. Para habilitar el cifrado, tiene que definir el método de cifrado y contraseña desde el nivel de la interfaz de usuario, y una segunda contraseña que se puede encontrar en el archivo \\config\\SecurityKeys.php. Estos parámetros son necesarios para desencriptar los datos.",
    "LBL_RECOMENDED_METHODS": "Métodos de cifrado recomendados",
    "LBL_OTHER_METHODS": "Otros métodos de cifrado",
    "LBL_PASSWORD_CHANGE_RULES": "Reglas de cambio de contraseña",
    "LBL_TIME_TO_CHECK_PWNED": "Con qué frecuencia verificar durante el inicio de sesión si la contraseña está en la base de datos de contraseñas robadas (días)",
    "LBL_NO_REGISTER_ENCRYPTION": "El sistema no soporta el cifrado usando este método",
    "LBL_PASSWORD_LENGTH_IS": "La longitud de la contraseña debe tener %s caracteres"
  }
}
