{
  "php": {
    "Announcements|FL_INTERVAL": "Gyakorisága emlékeztetők a nap, ha a felhasználó nem a változások áttekintése. Ha a mező üres marad az emlékeztető nem jelenik meg többé.",
    "Accounts|Account Name": "Ez a mező szolgál a cég neve",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Megadja az alapértelmezett országot a CardDAV szinkronizálás érdekében, hogy beállítsa az országhívót a szám elé.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Ha az opció be van jelölve, akkor a rendszer alapértelmezés szerinti modul a kijelölt.",
    "Users|User Name": "Egyedi mező, amelyet bejelentkezésként használunk a rendszerbe történő bejelentkezés során. Ha integrálunk az LDAP szolgáltatással, akkor a bejelentkezésnek mindkét rendszerben azonosnak kell lennie.",
    "Users|Admin": "Meghatározza, hogy a felhasználó nem rendelkezik rendszergazdai jogosultságokkal.",
    "Users|First Name": "Felhasználó keresztneve.",
    "Users|Last name": "Felhasználó vezetékneve.",
    "Users|Role": "A felhasználóhoz hozzárendelt szerepkörök.",
    "Users|Status": "Meghatározza, hogy a felhasználó aktív, vagy inaktív.",
    "Users|Password": "Adja meg a felhasználó jelszavát. A jelszónak meg kell felelnie a jelszó politika.",
    "Users|Confirm Password": "Enter the password again. It is necessary to avoid any typing mistakes in the password.",
    "Users|Email": "Elsődleges e-mail cím (kötelező mező) használható speciális helyzetekben (pl. jelszó visszaállítása).",
    "Users|Secondary email": "További e-mail címek.",
    "Users|FL_PRIMARY_PHONE": "Elsődleges telefonszám.",
    "Users|CRM phone extension": "További telefonszám.",
    "Users|Approval for email": "Ez egy lehetőség, hogy válassza ki, melyik felhasználó egyezett bele, hogy kapjon hírlevelet, munkafolyamat-feladatokat (az e-mail Küldése, küldjön e-mailt a sablonok, küldjön e-mailt a PDF nyomtatás)",
    "Users|Date Format": "A rendszer támogatja a 9-es dátumot, formátumot, az ajánlott (tesztelt), az egyik éééé-hh-nn. Erősen ajánljuk, hogy minden felhasználó ugyanazt a dátum formátumot használja.",
    "Users|Calendar Hour Format": "A rendszer támogat 2 idő formátumot, az ajánlott (tesztelt), az egyik 24 Órás. Erősen ajánljuk, hogy minden felhasználó ugyanazt a formátumot.",
    "Users|Time Zone": "A rendszer tucat időzónát támogat. Kérjük, válassza ki a felhasználónak legmegfelelőbbet. Az összes dátum- és időmező átalakul az alapértelmezett időzónáról a felhasználó időzónájává.",
    "Users|Default Activity Type": "The system will set this type of activity (call, meeting, to do) by default for any new calendar entry",
    "Users|Currency": "Az alapértelmezett pénznem, amelyet az adatok monetáris mezőkben felvesznek.",
    "Users|Decimal Separator": "Tizedesvessző.",
    "Users|Symbol Placement": "Specifies if the currency symbol is placed before or after the value.",
    "Users|Truncate Trailing Zeros": "Eltávolítja a felesleges nullákat, hogy a szám a lehető legrövidebb legyen. (érvényes tizedesjegyekre).",
    "Users|Digit Grouping Pattern": "Megadja, hogyan érték mellett a pénznem mező megjelenik-e.",
    "Users|Digit Grouping Separator": "Megadja, hogy az (ezres) elválasztó jelenik-e.",
    "Users|Number Of Currency Decimals": "Megadja a tizedesek számát.",
    "Users|Day starts at": "The system will use this parameter for automatic calendar events scheduling.",
    "Users|Day ends at": "The system will use this parameter for automatic calendar events scheduling.",
    "Users|Language": "A rendszer nyelvének kiválasztása a felhasználó számára (nem vonatkozik a login képernyő).",
    "Users|Row Height": "Specifies spacing between rows.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Jelölje be a négyzetet, hogy a felhasználó valamint admin menü bővíthető az alapértelmezés szerint.",
    "Users|FL_AUTHY_SECRET_TOTP": "A 2FA TOPO aktiválása után kulcs generálódik az egyszer használatos kódok ellenőrzéséhez.",
    "Users|FL_MAIL_SCANNER_FIELDS": "A szkenner által a rekordok keresésére és összekapcsolására használt mezők listája.",
    "Users|Default Record View": "Állítsa be az alapértelmezett rekord megtekintését a modul számára, ami támogatja a többszörös nézeteket (azaz a részleteket, összefoglalás).",
    "Users|Default Activity View": "Ahhoz, hogy a változtatások életbe lépjenek a böngésző cache szükséges (CTRL+SHIFT+R).",
    "Users|Theme": "A téma kiválasztása (alapértelmezett téma az Alkonyat).",
    "Users|User Image": "Felhasználó képet használják több helyen a rendszerben (pl. chat).",
    "Users|FL_LOGIN_METHOD": "A rendszer támogat 3 különböző hitelesítési módszert.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "After selecting this option the user will be forced to change their password the next time they access the system.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Egy lista az elérhető szkenner műveletek a felhasználók számára az Outlook integrációben.",
    "Users|INTERNAL_MAIL_COMPOSER": "Kapcsold ki ezt a beállítást, hogy a böngésző megnyissa az alapértelmezett e-mail klienst. Jelölje be ezt a lehetőséget hogy a rendszer, hogy nyissa meg a beépített e-mail klienst.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Meghatározza, hogy melyik Kontaktok bejegyzések lesznek szinkronizálva a CardDAV protokollal.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Meghatározza, hogy melyik Naptár bejegyzések lesznek szinkronizálva a CardDAV protokollal.",
    "Users|FL_AVAILABLE": "Megadja, ha a felhasználó elérhető (a jövőben ezen a területen tiszteletben tartja más közvetett mechanizmusok, mint például a nyaralás, munkaidő, stb.).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "If the option is enabled and the auto assign records mechanism is active, the user will be used for assigning records according to the rules and algorithms in the system.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Megadja, hogy egy felhasználó egy modulban hány rekordot tartat nyitva.",
    "FL_RESPONSE_RANGE_TIME": "Az, hogy hány perc telt el, mielőtt a reakció alapján kell kiszámítani, hogy az SLA-t, illetve az üzleti nap/óra",
    "FL_SOLUTION_RANGE_TIME": "Az, hogy hány perc telt el, hogy megoldja egy adott rekord számított a különböző állapotok attól függően, hogy a konfiguráció alapján az SLA-t, illetve az üzleti nap/óra",
    "FL_IDLE_RANGE_TIME": "A percek számát, hogy egy adott rekord inaktív volt, például amikor a vár további rendelkezésre, az alapján kell kiszámítani, hogy az SLA-t, illetve az üzleti nap/óra",
    "FL_CLOSING_RANGE_TIME": "Az, hogy hány perc telt el közötti létrehozása, a legutóbbi záró rekord, ez alapján számítják ki a SLA üzleti nap/óra",
    "FL_RESPONSE_DATE_TIME": "Reakció start időpont.",
    "FL_SOLUTION_DATE_TIME": "Befejezési dátum és idő használata.",
    "FL_IDLE_DATE_TIME": "Tétlen vége időpont.",
    "FL_RESPONSE_EXPECTED": "Tervezett/várható időpontja addig, amíg a reakció rekord kerül sor, ez alapján számítják ki a SLA üzleti nap/óra.",
    "FL_IDLE_DATE_EXPECTED": "Tervezett/várható időpontja, míg ha tétlen időt engedélyezett, ez alapján számítják ki a SLA üzleti nap/óra."
  }
}
