{
  "php": {
    "RecordNumbering": "Numerazione record",
    "LBL_VIEW_CUSTOMRECORDNUMBERING": "Personalizza numerazione record",
    "LBL_ADVANCED_RECORD_NUMBERING": "Impostazioni sequenza di selezione",
    "LBL_CUSTOMIZE_RECORD_NUMBERING": "Moduli - Prefissi",
    "LBL_CUSTOMIZE_MODENT_NUMBER_DESCRIPTION": "Personalizza la numerazione dei record e i prefissi aggiuntivi all'interno del sistema.",
    "LBL_LEADING_ZEROS": "Numero di cifre (zero iniziali)",
    "LBL_LEADING_ZEROS_INFO": "Rappresenta il numero totale di cifre che il numero sequenziale contiene.\nVengono preposti una quantità variabile di zeri per ottenere il numero di cifre desiderato.\nAd esempio, impostando il numero di cifre a 3, verrà visualizzato un sequenziale del tipo '004' o '023' anziché '4' o '23'. Il numero di cifre è costante e gli zeri vengono aggiunti all'inizio. Nel caso di grandi numeri, es. '1948', sarà senza zeri iniziali. Alcuni esempi:\nnumero di cifre è 3: FI2018/004, FI2018/053, FI2018/3432\nnumero di cifre è 5: FI2018/00008, FI2018/03465, FI2018/45372\nsenza zeri: FI2018/4, FI2018/25, FI2018/8476",
    "LBL_NO_LEADING_ZEROS": "Nessuno zero iniziale",
    "LBL_FOR_EXAMPLE_SHORT": "es.",
    "LBL_CUSTOMIZE_SEQUENCE": "Sequenza",
    "LBL_RS_RESET_SEQUENCE": "Ripristino",
    "LBL_RS_RESET_SEQUENCE_INFO": "Impostare quando la numerazione sequenziale deve essere ripristinata a partire dal valore 1.\nUn esempio di ripristino è il caso delle fatture, per le quali la numerazione deve essere ripristinata col nuovo anno.\nÈ possibile definire un ripristino giornaliero, mensile o annuale.\nNel caso in cui si attivi il ripristino, è consigliato includere, nel prefisso o nel suffisso, un valore che riporti al periodo corretto: ad esempio, nel caso di un ripristino annuale, includere l'anno ({{Yyyy}}) nel prefisso o nel suffisso.",
    "LBL_RS_DO_NOT_RESET": "Non reimpostare",
    "LBL_RS_DO_NOT": "Non resettare mai (i numeri di record crescono all'infinito)",
    "LBL_RS_YEAR": "Ripristina con nuovo anno",
    "LBL_RS_MONTH": "Ripristina con nuovo mese",
    "LBL_RS_DAY": "Ripristina con nuovo giorno",
    "LBL_COPY_CV": "Copia variabile",
    "LBL_NO_PREFIX": "Nessun prefisso",
    "LBL_NO_POSTFIX": "Nessun suffisso",
    "LBL_CV_FULL_YEAR": "Anno intero (ad es. 2015)",
    "LBL_CV_FULL_MONTH": "Mese (es. 01, 05, 12)",
    "LBL_CV_FULL_DAY": "Giorno (es. 01, 05, 25)",
    "LBL_CV_YEAR": "Anno (es. 15)",
    "LBL_CV_MONTH": "Mese (es. 1, 5, 12)",
    "LBL_CV_DAY": "Giorno (es. 1, 5, 25)",
    "LBL_CUSTOM_VARIABLES_INFO": "Qui puoi copiare le variabili da usare nel prefisso e nei campi postfix. Ad esempio, se si desidera mostrare l'anno '2018' nella numerazione record di un dato modulo, è necessario selezionare l'opzione 'Anno intero', copiare il valore della variabile negli appunti e quindi incollarlo nel prefisso o nel campo postfix. Se si desidera ottenere una data intera separata da trattini, ad es. '2018/10/03', devi copiare le variabili in questa sequenza: anno, mese e giorno, incollali nel prefisso o nei campi postfix e separa le variabili con un '/' o '{{YYYY}}/{{MM}}/{{DD}}'.",
    "LBL_USE_POSTFIX": "Usa suffisso",
    "LBL_USE_POSTFIX_INFO": "Il suffisso appare dopo il numero sequenziale. Come nel prefisso, anche qui è possibile inserire variabili reperibili, qui sotto, da \"Variabili per la costruzione di prefissi e suffissi\", con copia e incolla. Il suffisso sarà concatenato subito dopo il numero sequenziale. \nAlcuni esempi:\nsuffisso '/{{YYYY}}': F-I0001/2018, F-I0035/2019\nsuffisso ' /wew': F-I045 /wew, F-I1534 /wew",
    "LBL_USE_CUSTOM_VARIABLES": "Variabili di sistema per generare prefissi",
    "LBL_UPDATE_MISSING_RECORD_SEQUENCE": "Aggiorna sequenza record mancante",
    "LBL_USE_PREFIX_INFO": "Il prefisso è una stringa alfanumerica aggiunta prima il numero sequenziale del record.\nOgni modulo deve avere un prefisso diverso, per facilitare l'identificazione del record nel sistema.\nI prefissi possono essere modificati secondo necessità, ma non possono essere duplicati.\nAd esempio, le fatture possono avere i seguenti prefissi: FT, FATT o FTA.\nVariabili temporali possono essere aggiunte ai prefissi: per esempio, ' FT {{YYYY}}/' verrà visualizzato come 'FT 2018/84' dove 2018 è l'anno in formate esteso e 84 è il numero sequenziale.\nIn \"Variabili per la costruzione di prefissi e suffissi\", qui sotto, è possibile reperire, con copia e incolla, variabili da utilizzare nella formulazione del prefisso.",
    "LBL_REFERENCE_VARIABLES": "Variabili dai record correlati",
    "LBL_REFERENCE_VARIABLES_INFO": "La funzione consente di recuperare i dati da un record correlato.\nL'utilizzo di elementi in questa sezione è sconsigliato."
  },
  "js": {
    "LBL_PREFIX_IN_USE": "Prefisso in uso",
    "JS_RECORD_NUMBERING_SAVED_SUCCESSFULLY_FOR": "Formato progressivo salvato per",
    "JS_RECORD_NUMBERING_UPDATED_SUCCESSFULLY_FOR": "Numerazione record aggiornata con successo per",
    "JS_RS_ADD_YEAR_VARIABLE": "Copia la variabile anno nel prefisso o suffisso",
    "JS_RS_ADD_MONTH_VARIABLE": "Copia la variabile mese nel prefisso o suffisso",
    "JS_RS_ADD_DAY_VARIABLE": "Copia la variabile giorno nel prefisso o suffisso",
    "JS_PICKLIST_TOO_MANY": "Il progressivo può contenere solo una variabile del menù a tendina"
  }
}
