{
  "php": {
    "LBL_REQUEST_DATE": "Datum zahtjeva",
    "LBL_REQUEST_ID": "ID zahtjeva",
    "LBL_VIES": "Potvrdite PDV-EU broj",
    "LBL_VIES_DESC": "Provjerava da li poslovni subjekt ima važeći PDV-EU broj za transakcije unutar zajednice unutar Evropske unije.",
    "LBL_VATIFY_EU": "VATify.eu",
    "LBL_VATIFY_DESC_EU": "Preuzmite podatke iz baze podataka VATify.eu koja također sadrži trenutni status poreznog obveznika",
    "LBL_ORB": "Orb Intelligence",
    "LBL_ORB_DESC": "Preuzimanje podataka kompanija iz cijelog svijeta",
    "LBL_ORB_VAT": "EIN/VAT (Only in USA)",
    "LBL_NORTH_DATA": "North Data",
    "LBL_NORTH_DATA_DESC": "Dohvaćanje podataka o kompanijama Baza podataka kompanije North Data",
    "LBL_USA_EDGAR": "EDGAR [USA]",
    "LBL_USA_EDGAR_DESC": "Preuzmite podatke o američkim kompanijama od Komisije za vrijednosne papire i berzu Sjedinjenih Država putem EDGAR-a",
    "LBL_PL_VAT_PAYER": "Provjeriti status obveznika PDV-a [PL]",
    "LBL_PL_VAT_PAYER_DESC": "Usluga vam omogućava da provjerite da li je subjekt aktivan, oslobođen ili neregistrovani obveznik PDV-a u Poljskoj",
    "LBL_PL_GUS": "GUS REGON [PL]",
    "LBL_PL_GUS_DESC": "Preuzmite podatke o poljskim kompanijama iz online baze podataka REGON 1(BIR1) koju pruža GUS",
    "LBL_PL_KRS": "KRS [PL]",
    "LBL_PL_KRS_DESC": "Preuzmite podatke o poljskim kompanijama iz Nacionalnog sudskog registra u Poljskoj (KRS)",
    "LBL_PL_CEIDG": "CEIDG [PL]",
    "LBL_PL_CEIDG_DESC": "Dohvatite podatke o poljskim kompanijama iz Centralnog registra i informacije o privrednim aktivnostima u Poljskoj (CEIDG)",
    "LBL_UK_CH": "Companies House [GB]",
    "LBL_UK_CH_DESC": "Preuzmite podatke o kompanijama iz UK od agencije Companies House",
    "LBL_UK_CH_NOT_FOUND_NO_DATA": "Nije postavljen NCR ili naziv kompanije",
    "LBL_UK_VAT_PAYER": "Potvrdite PDV broj [UK]",
    "LBL_UK_VAT_PAYER_DESC": "Usluga vam omogućava da provjerite da li je kompanija registrovana kao obveznik PDV-a u Ujedinjenom Kraljevstvu",
    "LBL_UK_VAT_PAYER_CONFIRM": "Subjekt sa datim brojem je obveznik PDV-a u UK",
    "LBL_UK_VAT_PAYER_NOT_CONFIRM": "Subjekt sa datim brojem nije obveznik PDV-a u UK",
    "LBL_FR_ENTERPRISE_GOUV": "Data Gouv [Fr]",
    "LBL_FR_ENTERPRISE_GOUV_DESC": "Dohvatite podatke o francuskim kompanijama od INSEE (Institut National de la Statistique et des Études Économiques)",
    "LBL_BR_RECITA_WS_CNPJ": "Receita WS CNPJ [BR]",
    "LBL_BR_RECITA_WS_CNPJ_DESC": "Dohvatite podatke o brazilskim kompanijama iz baze podataka Federalnog poreznog ureda Brazila (Cadastro Nacional de Pessoas Jurídicas) koju pruža Receita WS",
    "LBL_BR_RECITA_WS_CNPJ_NUMBER": "CNPJ",
    "LBL_BR_RECITA_WS_CNPJ_ERROR": "Ograničenje upita je premašeno. Sačekaj minutu.",
    "LBL_NO_BRREG_ENHETSREGISTERET": "Brreg Enhetsregisteret [NO]",
    "LBL_NO_BRREG_ENHETSREGISTERET_DESC": "Preuzmite podatke o norveškim kompanijama iz Centralne baze podataka Brønnøysunda (Registarski centar Brønnøysund)",
    "LBL_NO_BRREG_ENHETSREGISTERET_400": "Broj organizacije mora biti broj sa tačno 9 cifara.",
    "LBL_DK_CVR": "Danish CVR [DK]",
    "LBL_DK_CVR_DESC": "Dohvatite podatke o danskim i norveškim kompanijama putem CVR API-ja iz Danskog centralnog poslovnog registra (CVR)",
    "LBL_UA_YOU_CONTROL": "YouControl [UA]",
    "LBL_UA_YOU_CONTROL_DESC": "Preuzmite podatke o ukrajinskim kompanijama iz baze podataka YouControl koju pruža YouScore API",
    "LBL_CH_ZEFIX": "Swiss Zefix [CH]",
    "LBL_CH_ZEFIX_DESC": "Preuzmite podatke o švicarskim kompanijama iz Swiss Central Business Name Index (Zentraler Firmenindex)",
    "LBL_COMPANY_NOT_FOUND": "Company not found"
  }
}
