{
  "php": {
    "LBL_COMPANIES": "会社詳細",
    "Companies": "会社詳細",
    "LBL_ID": "ID",
    "LBL_NAME": "Company name or first and last name",
    "LBL_EMAIL": "メール",
    "LBL_CITY": "市/村",
    "LBL_COUNTRY": "国",
    "LBL_CONDITIONS_OF_REGISTRATION": "All data below must be true, it is an obligatory condition of registering the product that results from the license terms.  %s \nIn the registration, there should be all entities involved in the implementation of the CRM system, e.g. \"Target user\" should always be filled in with the data of an entity that uses this system. The \"Supplier\" entry type must exist when an entity implementing CRM is different from the one that uses it. The \"Integrator\" entry type must exist when integration with a CRM system was performed and the data of the entity that integrated the system needs to be submitted.\nIn order for the system to correctly verify the registration key, Cron must be active and function properly. \n\nThe validity of data submitted during registration is verified manually within 72h. Providing any false data will cause the entire registration to be declined. Thank you for your patience.\n%s",
    "LBL_TYPE": "タイプ",
    "LBL_TYPE_INFO": "\n- end user - an entity that uses the CRM system \n- provider - an entity that implements a CRM system for another entity that will use it \n- integrator - an entity that integrates the CRM system\n\n NOTE: If you are a provider/integrator and you want to register the CRM on behalf of your client, remember that both entities must be registered - you as a vendor/integrator and your client as an end user.",
    "LBL_TYPE_TARGET_USER": "エンドユーザー",
    "LBL_TYPE_INTEGRATOR": "インテグレーター",
    "LBL_CHANGING_ENTITY_NAME": "Each change in the entity's information requires re-registration.",
    "LBL_TYPE_PROVIDER": "プロバイダー",
    "LBL_COMPANYSIZE": "The number of employees employed by the entity",
    "LBL_WEBSITE": "The website of the entity",
    "LBL_WEBSITE_INFO": "Enter the entity's website or a personal website. DO NOT enter the URL where your CRM is installed.",
    "LBL_INDUSTRY": "業界",
    "LBL_FIRSTNAME": "名",
    "LBL_LASTNAME": "姓",
    "LBL_LOGO": "ロゴ",
    "LBL_ADDRESS": "住所",
    "LBL_POST_CODE": "郵便番号",
    "LBL_VAT_ID": "Entity's unique identifier",
    "LBL_VAT_ID_INFO": "In case of companies, provide unique tax identifier applicable in the country, for example TAX ID: PL1180002425\nIn case of private persons, provide a unique identifier assigned on the day of birth, for example:  PESEL: 01234567890",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "ニュースレター",
    "LBL_NEWSLETTER_ALERT": "Entering fake data will cause the registration to be denied. In order to remove the data such as Name, Surname, E-mail from the newsletter, uncheck the field Newsletter",
    "LBL_EMAIL_NEWSLETTER_INFO": "YetiForceの無料のニュースレターにサインアップしてください。 システムのすべての最新機能に追いつき、CRMセクターの詳細を確認してください。 新しいバージョン、アップデート、イベント、システムへの新しい追加などに関する情報をお送りします。\n私たちのコミュニティに参加して、最新情報を入手してください。\nサインアップするにはインターネット接続が必要です。",
    "LBL_ENTITY_NAMES_EXIST": "The entity name already exists",
    "LBL_LAST_SCAN_DATE": "登録ステータスの最終スキャン日",
    "LBL_LAST_SCAN_ERROR": "登録ステータスは確認されていません：\n-CRMはインターネットにアクセスできません。\n-Cronが機能しないか、その操作にエラーがある\n-サーバー構成のエラー",
    "LBL_REGISTER_CRM_ONLINE": "登録 - オンライン",
    "LBL_ERROR_MESSAGE": "エラー: %s",
    "LBL_REGISTER_CRM_SERIAL": "登録 - キー",
    "LBL_REGISTER_CHECK": "ステータスの確認",
    "LBL_NOT_REGISTERED": "未登録",
    "LBL_WAITING_FOR_ACCEPTANCE": "承認待ち",
    "LBL_INCORRECT_DATA": "不正なデータ",
    "LBL_INCOMPLETE_DATA": "不完全なデータ",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "オフライン - キーが見つかりません",
    "LBL_OFFLINE_SIGNED": "オフライン - 承認済み",
    "LBL_SPECIAL_REGISTRATION": "特別な登録",
    "LBL_ACCEPTED": "承認済み",
    "LBL_REGISTRATION_DATA": "登録データ",
    "LBL_BRAND_DATA": "ブランドデータ",
    "LBL_BRAND_DATA_INFO": "YetiForce Brandingを購入するときに使用されるブロックを使用すると、フッターに表示されるカスタムデータを入力できます。",
    "LBL_BILLING_DATA": "請求データ",
    "LBL_SYSTEM_NOT_REGISTERED": "The YetiForce system has not been properly registered or the provided data is incorrect.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Paid functionalities have been enabled in the system %s, please purchase a subscription."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "登録キーを入力",
    "JS_ENTER_ALL_REGISTRATION_DATA": "必要なデータをすべて入力してください"
  }
}
