{
  "php": {
    "LBL_COMPANIES": "Cégadatok",
    "Companies": "Cégadatok",
    "LBL_ID": "Id",
    "LBL_NAME": "A cége neve",
    "LBL_EMAIL": "E-mail",
    "LBL_CITY": "Város",
    "LBL_COUNTRY": "Ország",
    "LBL_CONDITIONS_OF_REGISTRATION": "Minden adatot alatt kell, hogy igaz legyen, ez egy kötelező feltétele a regisztráció a termék, hogy az eredmények a licenc feltételeinek.  %s \na regisztráció, ott kell lennie minden vállalat vesz részt a végrehajtási a CRM rendszer, pl. a \"Megcélzott felhasználói\" mindig kell tölteni az adatokat a társaság, amely ezt a rendszert. \nA \"Szállító\" bejegyzés típusát kell létezik, amikor egy társaság végrehajtási CRM különbözik az, aki használja. \nA \"Integrátor\" bejegyzés típusát kell létezik, ha az integráció egy CRM rendszer végeztek, az adatok a cég, hogy az integrált rendszer kell benyújtani.\nannak érdekében, hogy a rendszer megfelelően ellenőrizze, hogy a regisztrációs kulcsot, Cron kell, hogy legyen az aktív, mind a megfelelő működéshez. \nérvényességét benyújtott adatokat a regisztráció során az ellenőrzött kézzel belül 72h. Amely valótlan adatokat fog okozni a teljes regisztráció csökkent. Köszönöm a türelmét.\n %s",
    "LBL_TYPE": "Típus",
    "LBL_TYPE_INFO": "\n- end user - a company that uses the CRM system \n- provider - a company that implements a CRM system for another company that will use it \n- integrator - a company that integrates the CRM system\n\n NOTE: If you are a provider/integrator and you want to register the CRM on behalf of your client, remember that both companies must be registered - your company as a vendor/integrator and your client’s company as an end user.",
    "LBL_TYPE_TARGET_USER": "Végfelhasználó",
    "LBL_TYPE_INTEGRATOR": "Integrátor",
    "LBL_CHANGING_COMPANY_NAME": "A cégnév minden változtatását újra regisztrálni kell.",
    "LBL_TYPE_PROVIDER": "Szolgáltató",
    "LBL_COMPANYSIZE": "A foglalkoztatottak száma",
    "LBL_WEBSITE": "A cég honlapja",
    "LBL_INDUSTRY": "Iparág",
    "LBL_FIRSTNAME": "Keresztnév",
    "LBL_LASTNAME": "Vezetéknév",
    "LBL_LOGO": "Logó",
    "LBL_ADDRESS": "Cím",
    "LBL_POST_CODE": "Irányítószám",
    "LBL_VAT_ID": "TAX ID",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Hírlevél",
    "LBL_NEWSLETTER_ALERT": "Entering fake data will cause the registration to be denied. In order to remove the data such as Name, Surname, E-mail from the newsletter, uncheck the field Newsletter",
    "LBL_NAME_INFO": "Abban az esetben, magánszemélyek kérjük, adja meg \"Magáncélú felhasználás\".",
    "LBL_WEBSITE_INFO": "Adja meg a cég honlapját, NEM a CRM URL-címét.",
    "LBL_EMAIL_NEWSLETTER_INFO": "Iratkozzon fel a YetiForce ingyenes hírlevelére. Lépést tartson a rendszer legújabb funkcióival, és tudjon meg többet a CRM szektorról. Információkat küldünk az új verziókról, frissítésekről, eseményekről, a rendszer új kiegészítéseiről és még sok másról. Csatlakozzon a közösségünkhöz, és maradjon naprakész. Internet-kapcsolat szükséges a regisztrációhoz.",
    "LBL_COMPANY_NAMES_EXIST": "A cég név már létezik",
    "LBL_LAST_SCAN_DATE": "A regisztrációs állapot utolsó vizsgálatának dátuma",
    "LBL_LAST_SCAN_ERROR": "A regisztráció státusát nem ellenőriztük:\n- CRM-jének nincs internet-hozzáférése\n- a Cron nem működik, vagy működésében vannak hibák\n- Hiba a kiszolgáló konfigurációjában\n\t\t",
    "LBL_REGISTER_CRM_ONLINE": "Regisztráció - online",
    "LBL_ERROR_MESSAGE": "Hiba: %s",
    "LBL_REGISTER_CRM_SERIAL": "Regisztrációs kulcs",
    "LBL_REGISTER_CHECK": "Állapot ellenőrzése",
    "LBL_NOT_REGISTERED": "Nem regisztrált",
    "LBL_WAITING_FOR_ACCEPTANCE": "Várakozás jóváhagyásra",
    "LBL_INCORRECT_DATA": "Helytelen adat",
    "LBL_INCOMPLETE_DATA": "Hiányos adatok",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Offline - kulcs nem elérhető",
    "LBL_OFFLINE_SIGNED": "Offline - elfogadva",
    "LBL_SPECIAL_REGISTRATION": "Különleges regisztráció",
    "LBL_ACCEPTED": "Elfogadott",
    "LBL_REGISTRATION_DATA": "Regisztrációs adatok",
    "LBL_BRAND_DATA": "Márka adatok",
    "LBL_BRAND_DATA_INFO": "Blokk használni, ha YetiForce Branding vásárolt lehetővé teszi, hogy adja meg az egyéni adatok látható a láblécben.",
    "LBL_BILLING_DATA": "Számlázási adatok",
    "LBL_SYSTEM_NOT_REGISTERED": "The YetiForce system has not been properly registered or the provided data is incorrect.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Paid functionalities have been enabled in the system %s, please purchase a subscription."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Írja be a regisztrációs kulcsot",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Írja be az összes szükséges adatot"
  }
}
