{
  "php": {
    "Password": "Password Setup",
    "LBL_PASSWORD_DESCRIPTION": "Set complexities of the password for users of the software",
    "LBL_Password_Header": "Parameters determining the complexity of the password",
    "Minimum password length": "Minimum password length",
    "Maximum password length": "Maximum password length",
    "Uppercase letters from A to Z": "Uppercase letters from A to Z",
    "Lowercase letters a to z": "Lowercase letters a to z",
    "Password should contain numbers": "Password should contain numbers",
    "Password should contain special characters": "Password should contain special characters",
    "LBL_ERROR": "Error saving file",
    "LBL_SAVE_OK": "Adatok elmentve",
    "characters": "characters",
    "LBL_PASSWORD_COMPLEXITY": "Jelszó komplexitás",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Adja meg, hogy milyen összetett felhasználói jelszavak kell választani! A rendszer létrehozza a biztonságos jelszavakat, összhangban a vonatkozó iránymutatással.",
    "LBL_PASSWORD_PWNED_INFO": "Annak érdekében, hogy növelje a biztonságát, lehetővé teszi annak ellenőrzését, hogy a jelszavakat ellenőrizzék az ellopott jelszavak adatbázisban. Ha egy ilyen jelszót talál, a rendszer nem engedi, hogy ezt a jelszót használja.",
    "LBL_PASSWORD_PWNED_ALERT": "Itt találja az összes rendelkezésre álló rendszerbe integrált jelszó adatbázis-kiszolgálót amelyeket használhat. Annak érdekében, hogy egy új szerver használjon, hozzon létre egy integrációs fájlt jelszóval az adatbázis szerverhez.",
    "LBL_PROVIDER_NAME": "Szolgáltató neve",
    "LBL_PWNED_PASSWORD_PROVIDER": "Adatbázis szolgáltatók jelszavai",
    "LBL_PROVIDER_URL": "Szolgáltató URL",
    "LBL_PROVIDER_ACTIVE": "A szolgáltató aktív",
    "LBL_CHECK_PWNED_PASSWORD": "Ez a jelszót nem tartalmazhatja az feltört jelszavak adatbázis",
    "LBL_ALERT_PWNED_PASSWORD": "Jelszó megjelenik %s alkalommal az ellopott jelszavak adatbázisban",
    "LBL_PASSWORD_CHANGE_TIME": "Force password change every",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - no limitation,\n365 - year,\n30 - month.\nAfter this period, each time a user logs in, the system will display a message to change the password. This message can be skipped.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Maximum time for changing password (days)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "Ez után az időszak után, a felhasználó kénytelen lesz változtatni a jelszót, miután bejelentkezik. Nem lesz képes használni a CRM-et, amíg egy új jelszót nem választ, ami megfelel a jelszó követelményeknek.",
    "LBL_METHOD": "Encryption method",
    "LBL_ENCRYPTION_CONFIG": "Encryption configuration",
    "LBL_ENCRYPTION_VECTOR": "Initialization vector",
    "LBL_ENCRYPTION_KEY": "Titkosítókulcs",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "Password encryption is not active",
    "LBL_REGISTER_ENCRYPTION": "Encryption test successful. The encryption mechanism will be activated the next time Cron is triggered.\nEncryption time depends on the amount of passwords in the database.",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Cron \"System batch methods\" is not active. This cron is required for the password encryption mechanism to work properly.",
    "LBL_ENCRYPTION_RUN": "Password encryption in progress",
    "LBL_ENCRYPTION_WAITING": "Password encryption waiting to start",
    "LBL_PASSWORD_SETTING_WARNING": "Users with passwords older than those specified in the scope may lose the ability to log in. It is highly recommended to reset passwords before making modifications",
    "LBL_ENCRYPT_DESCRIPTION": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. The encryption key is saved in the following file: \\config\\SecurityKeys.php, and the vector can be found in the database. These parameters are required to decrypt the data.To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_ENCRYPT_MODULES_DESC": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_ENCRYPT_MODULE_EMPTY": "No encryption modules",
    "LBL_MODULE": "Module",
    "LBL_RECOMENDED_METHODS": "Recommended encryption methods",
    "LBL_OTHER_METHODS": "Other encryption methods",
    "LBL_PASSWORD_CHANGE_RULES": "Jelszó módosítása szabályok",
    "LBL_TIME_TO_CHECK_PWNED": "Milyen gyakran kell ellenőrizni a bejelentkezés során, hogy a jelszót tartalmazza-e az ellopott jelszavak adatbázis (nap)",
    "LBL_NO_REGISTER_ENCRYPTION": "Encryption using this method is not supported by the system",
    "LBL_PASSWORD_LENGTH_IS": "A jelszónak legalább %s karakterből kell állnia",
    "LBL_DISABLE_ENCRYPTION": "The encryption mechanism will be disabled the next time the cron is triggered",
    "LBL_SETTINGS_ENCRYPTION": "Settings",
    "LBL_MODULES_ENCRYPTION": "Modules"
  }
}
