{
  "php": {
    "Password": "Setare parolă",
    "LBL_PASSWORD_DESCRIPTION": "Setați complexitatea parolei pentru utilizatorii programului",
    "LBL_Password_Header": "Parametri care determină complexitatea parolei",
    "Minimum password length": "Lungime minima parolă",
    "Maximum password length": "Lungime maxima parolă",
    "Uppercase letters from A to Z": "Litere mari de la A la Z",
    "Lowercase letters a to z": "Litere mici de la a la z",
    "Password should contain numbers": "Parola trebuie să conțină numere",
    "Password should contain special characters": "Parola trebuie sa conțină caractere speciale",
    "LBL_ERROR": "Eroare la salvarea fișierului",
    "LBL_SAVE_OK": "Datele au fost stocate",
    "characters": "caractere",
    "LBL_PASSWORD_COMPLEXITY": "Complexitatea parolei",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Specificați cât de complexe ar trebui să fie parolele de utilizator. Sistemul va forța crearea de parole securizate și în conformitate cu recomandările dvs.",
    "LBL_PASSWORD_PWNED_INFO": "Pentru a spori securitatea, puteți activa verificarea parolelor în baza de date cu parole furate. În cazul în care este găsită o parolă, sistemul nu va permite utilizarea acesteia.",
    "LBL_PASSWORD_PWNED_ALERT": "Aici puteți găsi toate integrările disponibile cu servere de parole pe care le puteți folosi. Pentru a adăuga un server nou, trebuie să creați un fișier de integrare pentru a comunica la serverul bazei de date cu parola.",
    "LBL_PROVIDER_NAME": "Nume furnizor",
    "LBL_PWNED_PASSWORD_PROVIDER": "Furnizori de baze de date pentru parole",
    "LBL_PROVIDER_URL": "Furnizor URL",
    "LBL_PROVIDER_ACTIVE": "Este furnizor activ",
    "LBL_CHECK_PWNED_PASSWORD": "Parola nu poate fi afișată în baza de date cu parole furate",
    "LBL_ALERT_PWNED_PASSWORD": "Parola apare în baza de date a parolelor furate",
    "LBL_PASSWORD_CHANGE_TIME": "Forțează schimbarea parolei la fiecare",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - fără limitări,\n365 - an,\n30 - lună.\nDupă această perioadă, de fiecare dată când un utilizator se autentifică, sistemul va afișa un mesaj pentru a schimba parola. Acest mesaj poate fi ignorat.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Timpul maxim pentru schimbarea parolei (zile)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "După această perioadă, utilizatorul va fi forțat să schimbe parola după autentificare. Nu vor putea folosi CRM-ul până când nu vor seta o parolă nouă în conformitate cu cerințele de parole.",
    "LBL_METHOD": "Metoda de criptare",
    "LBL_ENCRYPTION_CONFIG": "Configurare criptare",
    "LBL_ENCRYPTION_VECTOR": "Vector de inițializare",
    "LBL_ENCRYPTION_KEY": "Cheie de criptare",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "Criptarea parolei nu este activă",
    "LBL_REGISTER_ENCRYPTION": "Test de criptare efectuat cu succes. Mecanismul de criptare va fi activat data viitoare când Cron este declanșat.\nTimpul de criptare depinde de numărul de parole din baza de date.",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Sarcina Cron-ului pentru \"System batch methods\" nu este activă. Acest Cron este necesar pentru ca mecanismul de criptare a parolelor să funcționeze corect.",
    "LBL_ENCRYPTION_RUN": "Criptarea parolei este în curs",
    "LBL_ENCRYPTION_WAITING": "Criptarea parolei este în așteptare",
    "LBL_PASSWORD_SETTING_WARNING": "Utilizatorii cu parole mai vechi decât cei specificați în domeniul de aplicare pot pierde capacitatea de a se conecta. Este recomandat să resetați parolele înainte de a face modificări",
    "LBL_ENCRYPT_DESCRIPTION": "Mecanismul de criptare din sistem este utilizat pentru a cripta datele sensibile din baza de date. Pentru a activa criptarea, trebuie să definiți metoda de criptare și introduceți o cheie de criptare. Pentru unele dintre metodele de criptare este necesar să se introducă un vector. Cheia de criptare este salvată în următorul fişier: \\config\\SecurityKeys.php, şi vectorul poate fi găsit în baza de date. Acești parametri sunt necesari pentru a decripta datele. Pentru a decripta toate parolele, selectați 'Niciunul' din 'Metoda de criptare\"",
    "LBL_ENCRYPT_MODULES_DESC": "Mecanismul de criptare din sistem este utilizat pentru a cripta datele sensibile din baza de date. Pentru a activa criptarea, trebuie să definiți metoda de criptare și introduceți o cheie de criptare. Pentru unele metode de criptare este necesar să introduceți un vector. Pentru a decripta toate parolele, selectați 'Niciunul' din 'Metoda de criptare'",
    "LBL_ENCRYPT_MODULE_EMPTY": "Niciun modul de criptare",
    "LBL_MODULE": "Modul",
    "LBL_RECOMENDED_METHODS": "Metode de criptare recomandate",
    "LBL_OTHER_METHODS": "Alte metode de criptare",
    "LBL_PASSWORD_CHANGE_RULES": "Reguli de schimbare a parolei",
    "LBL_TIME_TO_CHECK_PWNED": "Cât de des să verificați în momentul autentificării dacă parola este în baza de date de parole furate (zile)",
    "LBL_NO_REGISTER_ENCRYPTION": "Criptarea utilizând această metodă nu este acceptată de sistem",
    "LBL_PASSWORD_LENGTH_IS": "Lungimea vectorului de criptare trebuie să fie de %s caractere",
    "LBL_DISABLE_ENCRYPTION": "Mecanismul de criptare va fi dezactivat data viitoare când va fi declanșată cron",
    "LBL_SETTINGS_ENCRYPTION": "Setări",
    "LBL_MODULES_ENCRYPTION": "Module"
  }
}
