{
  "php": {
    "RecordNumbering": "Număr de înregistrare",
    "LBL_VIEW_CUSTOMRECORDNUMBERING": "Personalizare numerotare înregistrare",
    "LBL_ADVANCED_RECORD_NUMBERING": "Setări pentru liste derulante",
    "LBL_CUSTOMIZE_RECORD_NUMBERING": "Module - Prefixe",
    "LBL_CUSTOMIZE_MODENT_NUMBER_DESCRIPTION": "Personalizați numerotarea înregistrărilor și prefixele suplimentare din cadrul sistemului.",
    "LBL_LEADING_ZEROS": "Numărul de cifre (zerouri generale)",
    "LBL_LEADING_ZEROS_INFO": "Numărul de cifre reprezintă numărul total de cifre pentru numărul de înregistrare.\nZero-urile inițiale sunt adăugate la începutul numărului, astfel încât numărul de cifre să se potrivească cu modelul.\nDe exemplu, dacă aveți mai mult de o sută de înregistrări pe lună, puteți seta numărul de cifre la 3 și, ca rezultat, veți primi numărul '004' sau '023' în loc de '4' sau '23'. Numărul de cifre este constant și zero-urile sunt adăugate la început.\nÎn cazul numerelor mai mari, de exemplu '1948', acesta va fi scris așa cum este, fără niciun zero inițial.\n\nExemple:\nNumăr de cifre este 3\nFI2018/004, FI2018/053, FI2018/3432\n\nNumăr de cifre este 5\nFI2018/00008, FI2018/03465, FI2018/45372\n\nFără zero-uri inițiale\nFI2018/4, FI2018/25, FI2018/8476",
    "LBL_NO_LEADING_ZEROS": "Niciun zero principal",
    "LBL_FOR_EXAMPLE_SHORT": "ex.",
    "LBL_CUSTOMIZE_SEQUENCE": "Personalizează secvența",
    "LBL_RS_RESET_SEQUENCE": "Resetează secvența",
    "LBL_RS_RESET_SEQUENCE_INFO": "Dacă doriți ca secvența să înceapă la începutul fiecărei zile, luni sau an (ex. similar cu situația numerotării facturii), o puteți seta aici. Amintește-ți să adaugi o zi, o lună sau un an la prefixul sau postfix pentru a evita duplicatele la numere.",
    "LBL_RS_DO_NOT_RESET": "Nu reseta",
    "LBL_RS_DO_NOT": "Niciodată nu resetați (numerele de înregistrare cresc la infinit)",
    "LBL_RS_YEAR": "Resetare cu un an nou",
    "LBL_RS_MONTH": "Resetare cu o lună nouă",
    "LBL_RS_DAY": "Resetare cu o nouă zi",
    "LBL_COPY_CV": "Copiere variabilă",
    "LBL_NO_PREFIX": "Fără prefix",
    "LBL_NO_POSTFIX": "Fără sufix",
    "LBL_CV_FULL_YEAR": "An complet (ex. 2015)",
    "LBL_CV_FULL_MONTH": "Luna (ex. 01, 05, 12)",
    "LBL_CV_FULL_DAY": "Zile (ex. 01, 05, 25)",
    "LBL_CV_YEAR": "An (ex. 15)",
    "LBL_CV_MONTH": "Lună (ex. 1, 5, 12)",
    "LBL_CV_DAY": "Zile (ex. 1, 5, 25)",
    "LBL_CUSTOM_VARIABLES_INFO": "Aici puteți copia variabile pentru utilizare în câmpurile prefix și sufix. De exemplu, dacă doriți să afișați anul '2018' în numerotarea înregistrărilor unui anumit modul, trebuie să selectați opțiunea 'An complet', să copiați valoarea variabilei în clipboard și apoi să o lipiți în câmpul prefix sau sufix.\nDacă doriți să obțineți o dată completă separată prin caracterul '/', de exemplu '2018/10/03', trebuie să copiați variabilele în următoarea ordine: an, lună și zi, să le lipiți în câmpurile prefix sau sufix și să le separați cu '/' sau cu '-'. '{{YYYY}}/{{MM}}/{{DD}}'.",
    "LBL_USE_POSTFIX": "Utilizare sufix",
    "LBL_USE_POSTFIX_INFO": "Sufixul apare după numărul corespunzător din secvență. Similar prefixului, aici este posibil să plasați variabile selectate din câmp în partea de jos a formularului. Orice conținut poate fi introdus aici și va apărea după numărul de secvență în modulul dat. Sufixul va fi atașat direct la numărul de secvență.\nExemple:\nsufix '/{{YYYY}}'\nF-I0001/2018, F-I0035/2019\nsufix ' /mkd'\nF-I045 /mkd, F-I1534 /mkd",
    "LBL_USE_CUSTOM_VARIABLES": "Variabile de sistem pentru a construi prefixe",
    "LBL_UPDATE_MISSING_RECORD_SEQUENCE": "Actualizați secventa lipsa pentru înregistrări",
    "LBL_USE_PREFIX_INFO": "Prefixul este o valoare adăugată înaintea numărului efectiv de înregistrare.\nFiecare modul are un prefix diferit, ceea ce facilitează identificarea locației înregistrării în sistem.\nPrefixele pot fi modificate după necesitate, dar nu pot fi duplicate.\nDe exemplu, facturile pot avea următoarele prefixe: INV, INVN sau INVO.\nVariabilele legate de timp pot fi, de asemenea, adăugate la prefixe, de exemplu, zi, lună, an.\nDe exemplu, 'INV {{YYYY}}/' va fi afișat ca 'INV 2018/84', unde 84 este numărul de înregistrare.\nVariabilele pentru prefix/sufix se găsesc în partea de jos a acestui formular. Copiați o variabilă și lipiți-o în câmpul prefix sau sufix, iar valoarea va apărea și în numărul de înregistrare.",
    "LBL_REFERENCE_VARIABLES": "Variabile din înregistrări asociate",
    "LBL_REFERENCE_VARIABLES_INFO": "Această funcție permite recuperarea datelor dintr-o înregistrare înrudită.\nUtilizarea elementelor din această secțiune nu este recomandată."
  },
  "js": {
    "LBL_PREFIX_IN_USE": "Prefix in utilizare",
    "JS_RECORD_NUMBERING_SAVED_SUCCESSFULLY_FOR": "Numerotarea înregistrărilor a fost salvata cu succes pentru",
    "JS_RECORD_NUMBERING_UPDATED_SUCCESSFULLY_FOR": "Numerotarea înregistrărilor a fost actualizata cu succes pentru",
    "JS_RS_ADD_YEAR_VARIABLE": "Copiază variabila anului în prefix sau sufix",
    "JS_RS_ADD_MONTH_VARIABLE": "Copiază variabila lună în prefix sau sufix",
    "JS_RS_ADD_DAY_VARIABLE": "Copiază variabila de zi în prefix sau sufix",
    "JS_PICKLIST_TOO_MANY": "Numerotarea poate conține doar o singură variabilă de tip listă derulantă"
  }
}
