{
  "php": {
    "YetiForce": "YetiForce",
    "LBL_VIEW_SHOP": "Marketplace",
    "LBL_REGISTER": "Registru",
    "LBL_REGISTERED": "Înregistrare reușită",
    "LBL_SUPPLIERS": "Furnizori",
    "LBL_ONLINE_REGISTRATION_FAILED": "Eroare la înregistrare.",
    "LBL_REGISTRATION_COMPANY_DETAILS_VARY": "Detaliile firmei variază, este necesară reînregistrarea.",
    "LBL_REGISTRATION_PENDING": "Înregistrare în curs de verificare",
    "LBL_ACTIVATE": "Activează",
    "LBL_CAT_ALL": "Toate",
    "LBL_CAT_ADDONS": "Extensii",
    "LBL_CAT_INTEGRATIONS": "Integrări",
    "LBL_DOWNLOAD_LANG": "Descarcă limba",
    "LBL_DOWNLOAD": "Descarcă",
    "LBL_DOWNLOADED_LANGUAGE": "Limbă descărcată",
    "LBL_NO_INTERNET_CONNECTION": "Nu există conexiune la Internet",
    "LBL_NO_LANGUAGES_TO_DOWNLOAD": "Nici o limbă de descărcat",
    "LBL_TRANSLATED_WORDS": "Cuvinte traduse",
    "LBL_LANG": "Limbă",
    "LBL_BUY": "Cumpără",
    "LBL_EMAIL": "Email",
    "LBL_EMAIL_INFO": "Vom trimite datele de acces la această adresă de e-mail",
    "LBL_SUBDOMAIN": "SubDomeniu",
    "LBL_PERIOD_OF_MONTH": "M",
    "LBL_SUCCESSFUL_TRANSACTION": "Vă mulțumim pentru efectuarea plății. Tranzacția este în curs de prelucrare, funcțiile achiziționate vor fi adăugate în sistem odată ce primim plata.",
    "LBL_FAILED_TRANSACTION": "Tranzacția a eșuat sau a fost anulată, verificați plata în contul PayPal și încercați din nou.",
    "LBL_SIZE_OF_YOUR_COMPANY_HAS_CHANGED": "Dimensiunea firmei dvs. s-a modificat, pachetul cumpărat este prea mic pentru dimensiunea curentă. Actualizați abonamentul.",
    "LBL_SUBSCRIPTION_HAS_EXPIRED": "Abonamentul a expirat. Vă rugăm să vă prelungiți abonamentul pentru a utiliza în continuare această funcționalitate. ",
    "LBL_YETIFORCE_SHOP_PRODUCT_CANCELED": "Unul dintre produsele achiziționate a expirat sau necesită modificarea unui pachet. Produsul a fost temporar anulat.",
    "LBL_PAID_FUNCTIONALITY_ACTIVATED": "O funcționalitate plătită a fost activată fără achiziționarea unui abonament!!!",
    "LBL_SUBSCRIPTION_COMPANY_SIZE_HAS_CHANGED": "Dimensiunea companiei s-a schimbat și necesită un nivel mai mare al pachetului de abonament",
    "LBL_PRODUCT_PREVIEW": "Previzualizare produs",
    "LBL_SUPPORT_US": "Ajutați-ne",
    "LBL_SHOP_PRODUCT_NAME": "Denumire produs",
    "LBL_SHOP_AMOUNT": "Preț total",
    "LBL_SHOP_INVOICE_DETAILS": "Date factură",
    "LBL_SHOP_SUBSCRIPTIONS_DAY": "Termen de plată",
    "LBL_SHOP_PACKAGE": "Pachet",
    "LBL_SHOP_PACKAGE_DESC": "Depinde de dimensiunea companiei",
    "LBL_SHOP_PAYMENT_FREQUENCY": "Frecvență plată",
    "LBL_SHOP_PAYMENT_FREQUENCY_M": "Lunară",
    "LBL_SHOP_PAYMENT_FREQUENCY_Y": "Anuală",
    "LBL_SHOP_PROCEED_TO_CHECKOUT": "Efectuează plata",
    "LBL_SHOP_NO_COMPANIES_ALERT": "În sistem nu există date despre utilizatorul țintă (compania care deține CRM). Datele sunt necesare pentru a emite o factură, nu este posibilă efectuarea unei plăți fără aceste informații.",
    "LBL_SHOP_NO_COMPANIES_BUTTON": "Completează datele",
    "LBL_SHOP_COMPANY_DATA": "Date companie",
    "LBL_SHOP_COMPANY_SIZE_MICRO": "Micro (până la 20)",
    "LBL_SHOP_COMPANY_SIZE_SMALL": "Mică (până la 50)",
    "LBL_SHOP_COMPANY_SIZE_MEDIUM": "Medie (până la 250)",
    "LBL_SHOP_COMPANY_SIZE_LARGE": "Mare (până la 1000)",
    "LBL_SHOP_COMPANY_SIZE_CORPORATION": "Corporație (peste 1000)",
    "LBL_SHOP_DOMAIN_PREFIX": "Prefixul domeniului",
    "LBL_SHOP_PREMIUMMODULES": "Module premium",
    "LBL_SHOP_PREMIUMMODULES_INTRO": "Activează noi capacități de sistem",
    "LBL_SHOP_PREMIUMMODULES_DESC": "Activează noi capacități de sistem",
    "LBL_SHOP_YETIFORCEDONATIONS_INTRO": "Ajută-ne să creăm cel mai bun sistem deschis din lume și să investim în viitorul tău!",
    "LBL_SHOP_YETIFORCEDONATIONS_DESC": "YetiForce a fost instalat de peste 40.000 de companii din peste 100 de țări. Este complet gratuit, iar compania noastră îl dezvoltă împreună cu clienții și datorită extensiilor plătite. Sistemul este echipat cu peste 150 de funcționalități gratuite pe care le puteți ajusta și modifica.\n\nNe dorim ca sistemul să se dezvolte dinamic, așa că susțineți proiectul nostru cu orice sumă lunară (chiar și cu 1 euro). Toate fondurile colectate vor fi folosite pentru tichetele de asistență pe GitHub (https://github.com/YetiForceCompany/YetiForceCRM/issues) și pentru a crea noi funcționalități, care vor fi disponibile gratuit în sistem.\n\nSistemul YetiForce a fost întotdeauna gratuit și va rămâne așa, însă de dumneavoastră depinde modul în care va continua să se dezvolte și dacă va putea concura cu cele mai mari sisteme din lume. Ceea ce am realizat deja provine din pasiunea și dorința noastră de a crea un sistem unic, accesibil tuturor.",
    "LBL_SHOP_YETIFORCEHELP_INTRO": "Suport de bază pentru administratorii de sistem [email, video, documentație]",
    "LBL_SHOP_YETIFORCEHELP_DESC": "YetiForce este un sistem foarte puternic, oferind peste 80 de module pentru utilizatori, peste 80 de panouri de configurare și peste 30 de instrumente. Înțelegerea tuturor acestora necesită timp și o experiență vastă. Prin achiziționarea suportului de bază, obțineți acces la cunoștințele și experiența echipei YetiForce care dezvoltă sistemul. Suportul este oferit în limba engleză și poloneză.\n\nSuport prin e-mail pentru utilizatori\nSuport prin e-mail pentru administratori\nSuportul prin e-mail se aplică doar pentru probleme de bază. Dacă compania dvs. necesită asistență privind capacitățile avansate ale sistemului, de exemplu, crearea de module noi, automatizarea proceselor - sau dacă sistemul a fost modificat de un dezvoltator, vă recomandăm să achiziționați pachetul de dezvoltare YetiForce.",
    "LBL_SHOP_YETIFORCEDISABLEBRANDING_INTRO": "Înlocuiește branding-ul YetiForce cu propriul tău brand",
    "LBL_SHOP_YETIFORCEDISABLEBRANDING_DESC": "Personalizați branding-ul YetiForce CRM prin modificarea datelor afișate în sistem. Adăugați informații esențiale în documentele generate, introduceți datele companiei dvs. în subsol sau setați propriile legături către profilurile de social media.\n\nDezactivând Branding-ul YetiForce, puteți elimina link-urile către profilurile de social media YetiForce din subsolul sistemului și le puteți înlocui cu link-uri către profilurile de social media ale companiei dvs. Acest lucru vă va permite să personalizați aspectul sistemului YetiForce, astfel încât utilizatorii aplicației să nu vadă informații redundante în subsol. În plus, veți dezactiva și subsolul producătorului în toate e-mailurile trimise de sistem și în toate tipăririle PDF generate de sistem.\n\nNotă: Acest modul suplimentar nu dezactivează toate link-urile de branding YetiForce care se găsesc în sistem. Accesați Marketplace pe site-ul nostru oficial pentru a afla mai multe.",
    "LBL_SHOP_INTEGRATOR": "Integrator",
    "LBL_SHOP_INTEGRATOR_INTRO": "Oferiți sistemului YetiForce clienților dumneavoastră si obțineți avantaje exclusive disponibile numai partenerilor Integratori YetiForce.",
    "LBL_SHOP_INTEGRATOR_DESC": "CERINȚE\n1. Înregistrarea corectă a tuturor instalărilor YetiForce utilizate de Partener și de clienții Partenerului.\n2. Deținerea unui cont GitHub și participarea activă în depozitul YetiForce.\n\nBENEFICII\n1. Suport direct (chat, e-mail, GitHub) din partea echipei YetiForce în ceea ce privește problemele avansate legate de operarea sistemului, API și configurare. Suportul poate fi oferit în poloneză sau engleză. Suportul poate fi oferit și clienților Partenerului în cazurile în care Partenerul nu va putea să-și ajute clienții.\n2. Posibilitatea de a angaja angajați YetiForce pentru implementări mari (serviciu disponibil contra cost, furnizat de la distanță, comunicare în poloneză și engleză).\n3. Posibilitatea de a coopera la licitații (mărturii comune ale clienților, o listă comună de specialiști, asistență în estimarea prețurilor).\n4. Posibilitatea de a utiliza sigla „YetiForce Integrator” pe internet.\n5. Promovare în catalogul de parteneri de pe site-ul oficial și în sistemul YetiForce.\n6. Reducere de 10% la toate produsele oferite pe piață de către producătorul YetiForce și de alți Parteneri (de asemenea, pentru propriii clienți ai Partenerului). Posibilitatea de a rezerva un proiect - reducerea poate fi de 20%, dar va fi acordată unui Partener care rezervă proiectul primul.\n7. Impactul asupra direcției de dezvoltare a sistemului și a noilor funcționalități.\n\nCOST\n1. Taxa lunară de participare la parteneriatul YetiForce Integrator este de 250 €.",
    "LBL_SHOP_YETIFORCEDEVELOPMENTSUPPORT_INTRO": "Suport avansat sistem și dezvoltare [chat, e-mail, telefon]",
    "LBL_SHOP_YETIFORCEDEVELOPMENTSUPPORT_DESC": "Suportul avansat al sistemului permite un suport cuprinzător nu numai pentru administratori, ci include și personalizarea și adăugarea de noi funcționalități la sistem. Toate lucrările sunt coordonate de dezvoltatori experimentați care contribuie la dezvoltarea sistemului. Suportul este oferit în limba engleză și poloneză. Pachetul de dezvoltare YetiForce include:\n- Suport prin e-mail pentru utilizatori (gratuit)\n- Suport prin e-mail pentru administratori (gratuit)\n- Rezolvarea erorilor tehnice și de sistem (se scade din orele pachetului)\n- Adăugarea de noi funcționalități la sistem (se scade din orele pachetului)\n- Actualizări de sistem (se scade din orele pachetului)\n- Instruire (se scade din orele pachetului)\n- Fiecare e-mail cu descriere este analizat și se estimează numărul de ore. Dacă oferta este acceptată, sarcina este programată.",
    "LBL_SHOP_YETIFORCEINSTALLINCLOUD_INTRO": "Cloud performant și sigur",
    "LBL_SHOP_YETIFORCEINSTALLINCLOUD_DESC": "Vom instala sistemul pe cea mai eficientă infrastructură care să îndeplinească așteptările celor mai pretențioși clienți. Ne vom ocupa de siguranță, performanță și vom rezolva orice problemă de infrastructură pentru confortul dumneavoastră. Fiecare utilizator va primi de la câteva până la câteva GB pentru datele corporative, iar baza de date va fi plasată pe unități de stocare performante Intel Optane. Pe lângă versiunea de producție, vom configura versiunea de testare a sistemului și veți primi acces complet la copii de siguranță ale aplicației.\nNotă: Lucrăm de luni până vineri între orele 8AM-4PM (ora Europei Centrale) și avem nevoie de o zi lucrătoare pentru a procesa comanda dumneavoastră.",
    "LBL_SHOP_YETIFORCEINSTALLINHOSTING_INTRO": "Găzduire profesională pentru firma dvs",
    "LBL_SHOP_YETIFORCEINSTALLINHOSTING_DESC": "Vom pregăti un hosting profesional care să respecte infrastructura producătorului și să îndeplinească perfect cerințele restrictive ale sistemului. Ne vom ocupa de siguranță, performanță și vom rezolva orice problemă de infrastructură pentru confortul dumneavoastră. Fiecare utilizator va primi de la câteva până la câteva GB pentru datele corporative, iar baza de date va fi plasată pe SSD-uri performante. Pe lângă versiunea de producție, vom configura versiunea de testare a sistemului și veți primi acces complet la backup-urile aplicației.\n\nNotă: Lucrăm de luni până vineri între orele 8AM - 4PM (CEST) și avem nevoie de o zi lucrătoare pentru a procesa comanda dumneavoastră.",
    "LBL_SHOP_INFORMATION": "Prețurile produselor și serviciilor de mai jos variază în funcție de dimensiunea companiei. Dimensiunea companiei este determinată de numărul de utilizatori ai sistemului. Aplicația va ajusta automat prețurile în funcție de dimensiunea companiei în fiecare lună, conform următoarelor criterii: Microîntreprindere (până la 20 de utilizatori), Întreprindere mică (până la 50 de utilizatori), Întreprindere medie (până la 250 de utilizatori), Întreprindere mare (până la 1000 de utilizatori), Corporație (peste 1000 de utilizatori).",
    "LBL_SHOP_RESELLER": "Revânzător",
    "LBL_SHOP_RESELLER_INTRO": "Vindeți produse și servicii YetiForce și câștigați bani promovând YetiForce în țara dumneavoastră.",
    "LBL_SHOP_RESELLER_DESC": "CERINȚE\n\n1. Furnizarea de asistență inițială clienților cărora le-au fost oferite produsele și serviciile YetiForce.\n2. Deținerea unui cont GitHub și participarea activă în depozitul YetiForce.\n3. Înregistrarea corectă a tuturor instalărilor YetiForce utilizate de Partener și de clienții Partenerului.\n\nBENEFICII\n1. Asistență directă (chat, e-mail, GitHub) din partea echipei YetiForce în ceea ce privește rezolvarea problemelor simple legate de operarea și configurarea sistemului. Asistența poate fi oferită în poloneză sau engleză.\n2. Posibilitatea de a utiliza sigla „YetiForce Reseller” pe Internet.\n3. Promovare în catalogul de parteneri de pe site-ul oficial și în sistemul YetiForce.\n4. Reducere de 10% la toate serviciile și produsele oferite de YetiForce (de asemenea, pentru clienții revânzătorilor).\n5. Un impact asupra direcției de dezvoltare a sistemului și a noilor funcționalități.\n\nCOST\n1. Taxa lunară de participare la parteneriatul YetiForce Reseller este de 100 €.",
    "LBL_SHOP_MODULEPRODUCER": "Producător modul",
    "LBL_SHOP_MODULEPRODUCER_INTRO": "Oferă-ți modulele și funcționalitățile comunității YetiForce din întreaga lume în magazinul oficial.",
    "LBL_SHOP_MODULEPRODUCER_DESC": "CERINȚE\n\n1. Crearea de module care respectă standardele tehnologice actuale, precum și arhitectura sistemului.\n2. Deținerea unui cont GitHub și participarea activă în depozitul YetiForce.\n3. Un Partener trebuie să își actualizeze modulele și să ofere suport pe GitHub în mod regulat.\n4. Înregistrarea corectă a tuturor instalărilor YetiForce utilizate de către Partener și de către clienții Partenerului.\n\nBENEFICII\n1. Suport direct (chat, e-mail, GitHub) din partea echipei YetiForce în ceea ce privește rezolvarea problemelor simple legate de operarea și configurarea sistemului. Suportul poate fi oferit în poloneză sau engleză.\n2. Posibilitatea de a utiliza logo-ul \"YetiForce Module Producer\" pe internet.\n3. Promovare în catalogul de parteneri de pe site-ul oficial și în sistemul YetiForce.\n4. Discount de 10% la toate produsele oferite pe piață de către producătorul YetiForce și alți Parteneri (de asemenea, și pentru clienții proprii ai Partenerului).\n5. Un impact asupra direcției de dezvoltare a sistemului și a noilor funcționalități.\n6. Audituri de calitate și conformitate cu standardele pentru modulele Partenerului.\n7. Audituri de securitate pentru modulele Partenerului.\n\nCOST\n1. Taxa lunară de participare la parteneriatul YetiForce Module Producer este de 100 €.",
    "LBL_SHOP_MODULESPARTNERS": "Modulele partenerilor",
    "LBL_SHOP_MODULESPARTNERS_INTRO": "",
    "LBL_SHOP_MODULESPARTNERS_DESC": "",
    "LBL_SHOP_MODULESPREMIUM": "Module premium",
    "LBL_SHOP_MODULESPREMIUM_INTRO": "",
    "LBL_SHOP_MODULESPREMIUM_DESC": "",
    "LBL_SHOP_MODULESENTERPRISE": "Modulele pentru companii",
    "LBL_SHOP_MODULESENTERPRISE_INTRO": "",
    "LBL_SHOP_MODULESENTERPRISE_DESC": "",
    "LBL_SHOP_YETIFORCEOUTLOOK_INTRO": "Integrează YetiForceCRM cu clientul de e-mail Microsoft Outlook",
    "LBL_SHOP_YETIFORCEOUTLOOK_DESC": "Este un add-on modern pentru Microsoft Outlook. Vă permite să încărcați sistemul CRM direct în fereastra Outlook, unde puteți descărca și relaționa un e-mail cu datele din sistem. În plus, integrarea vă permite să efectuați aceleași operațiuni din vizualizarea e-mailului ca în sistemul standard, și anume:\n\n- Adăugarea de companii și contacte (Clienți, Contacte, Clienți potențiali, Furnizori, Parteneri, Concurență)\n- Adăugarea de procese și sub-procese (Oportunități, Contracte, SLA, Campanii, Oferte, Comenzi de vânzare, Tichete etc.)\n- Adăugarea de note, evenimente, documente\n- Lucrul direct din clientul de e-mail, ceea ce vă permite să optimizați procesul de servicii pentru clienți și să simplificați efectuarea multor activități dintr-un singur loc.",
    "LBL_SHOP_YETIFORCEMAGENTO_INTRO": "Integrați sistemul CRM YetiForce cu platforma de comerț electronic Magento",
    "LBL_SHOP_YETIFORCEMAGENTO_DESC": "YetiForce integrat cu Magento, una dintre cele mai mari și populare platforme de comerț electronic. Această soluție vă permite să desfășurați activități centralizate legate de servicii pentru clienți și comenzi din magazinul online direct din CRM. Aceasta înseamnă că veți putea comunica cu clienții, crea toate documentele necesare legate de comenzi (de exemplu, facturi, chitanțe, documente de depozitare) și actualiza stocurile - toate într-un singur loc.\n\nAngajații dvs. nu vor trebui să învețe cum să utilizeze complexa platformă Magento dacă integrați CRM-ul dvs. cu această extensie, ceea ce va duce la costuri de instruire mai mici.\n\nSincronizarea datelor între cele două sisteme are loc utilizând API-ul (puncte de acces REST Magento Admin). Designul flexibil al soluției permite gestionarea multi-magazin, adică integrarea YetiForce cu mai multe magazine bazate pe motorul Magento. De asemenea, permite un depozit central sau mai multe depozite, unde fiecare magazin are propriul depozit. Indiferent de numărul de magazine, YetiForce este întotdeauna sistemul principal care centralizează datele de pe platforma Magento. Comunicarea este unidirecțională, adică YetiForce CRM interoghează API-ul Magento descărcând și actualizând datele în ambele sensuri.",
    "LBL_SHOP_YETIFORCEPLGUS_INTRO": "Obțineți toate informațiile despre companie direct de la Oficiul Central de Statistică din Polonia",
    "LBL_SHOP_YETIFORCEPLGUS_DESC": "Acest modul le economisește timp angajaților dumneavoastră. Căutarea manuală și verificarea datelor nu vor mai fi necesare, la fel ca introducerea datelor în câmpurile corespunzătoare din fișă - sistemul va căuta și completa automat câmpurile potrivite. Aveți nevoie doar de unul dintre următoarele numere: CUI, NRC sau NOBR pentru a obține toate informațiile necesare despre o anumită companie și a le salva cu ușurință în sistem.\n\nToate datele sunt descărcate în timp real direct de la Oficiul Central de Statistică din Polonia folosind API-ul (https://api.stat.gov.pl/Home/RegonApi), astfel încât sunt fiabile și actualizate.\n\nListele câmpurilor completate automat în module individuale:\n\nConturi: CUI, NRC, Număr fiscal, Denumire cont, Formă juridică, Județ, Localitate, Oraș/Sat, Cod poștal, Stradă, Număr clădire, Număr birou, Țară, Telefon principal, Fax, Email principal, Website\nClienți potențiali: CUI, NRC, Număr fiscal, Nume client potențial, Formă juridică, Județ, Localitate, Oraș/Sat, Cod poștal, Stradă, Număr clădire, Telefon principal, Fax, Email principal, Website\nFurnizori: Denumire furnizor, NOBR, Județ, Localitate, Oraș/Sat, Cod poștal, Stradă, Număr clădire, Număr birou\nConcurență: Denumire, Județ, Localitate, Oraș/Sat, Cod poștal, Stradă, Număr clădire\nAtenție: Extensia YetiForce GUS poate căuta doar companii înregistrate doar în Polonia.",
    "LBL_SHOP_YETIFORCEWIDGETS_INTRO": "Este un set de widget-uri care vor permite afișarea de informații suplimentare pe tabloul de bord și în rezumatul înregistrării.",
    "LBL_SHOP_YETIFORCEWIDGETS_DESC": "Este un set de widget-uri care vă va permite să afișați informații suplimentare pe tabloul de bord și în rezumatul înregistrării, astfel încât toate detaliile necesare să fie disponibile utilizatorului la îndemână.\n\n1. Previzualizare PDF\nEste un widget care vă permite să previzualizați un document PDF generat de sistem direct din vizualizarea rezumatului înregistrării. Datorită acestui widget, veți putea previzualiza o factură sau orice alt document PDF direct din înregistrare, fără a fi necesar să îl salvați pe hard disk. Această soluție va facilita semnificativ munca utilizatorilor responsabili de emiterea și trimiterea documentelor PDF și a angajaților din departamentul contabil care nu vor mai trebui să descarce toate facturile pentru a le vizualiza.\n\n2. Actualizări\nEste un widget care vă permite să vizualizați istoricul activităților utilizatorilor. Vă va permite să revizuiți toate activitățile care au fost efectuate asupra înregistrărilor din sistem într-o anumită perioadă de timp de către toți utilizatorii. Widget-ul conține numeroase filtre avansate care vă vor ajuta să căutați activități individuale, de exemplu:\n- căutare după utilizatorul care a făcut modificările\n- căutare după proprietarul înregistrării în care au fost făcute modificările\n- filtrare după interval de timp\n- filtrare după tipul de activitate",
    "LBL_SHOP_YETIFORCEWEBSERVICEPREMIUM_INTRO": "O versiune extinsă a API-ului standard disponibilă în YetiForce CRM, oferită gratuit. Acest modul suplimentar a fost creat în principal cu platforma YetiForce Portal în minte.",
    "LBL_SHOP_YETIFORCEWEBSERVICEPREMIUM_DESC": "YetiForce Webservice Premium este o versiune extinsă a API-ului standard disponibil gratuit în YetiForce CRM. Acest modul suplimentar a fost creat în principal cu platforma YetiForce Portal în minte, însă poate fi utilizat în diverse scopuri în funcție de nevoile companiei dumneavoastră.\n\nWebservice Premium diferă de cel standard prin numărul de metode acceptate - pe lângă metodele de bază, acesta acceptă și următoarele:\n\nModul de bază:\n- Obține datele widget-urilor de pe tabloul de bord\n- Obține ierarhia înregistrărilor\n- Generează și descarcă un fișier PDF dintr-un șablon\n- Obține o listă de șabloane PDF\n- Obține datele înregistrării din surse\n- Obține o listă de widget-uri\n- Funcționalitate de magazin - creează o înregistrare într-un modul avansat (comenzi)\n\nAcțiune de bază:\n- Metodă de test pentru portalul clienților\n- Obține meniul pentru portalul clienților\n\nProduse:\n- Obține detaliile unui produs\n- Funcționalitate de magazin - obține o listă de produse pentru comenzi\n\nUtilizatori:\n- Modifică preferințele utilizatorului\n- Modulul suplimentar YetiForce Webservice Premium este obligatoriu pentru funcționarea corectă a YetiForce Portal.",
    "LBL_SHOP_YETIFORCERBL_INTRO": "Modulul YetiForce RBL permite integrarea bazei de date RBL interne cu baza de date publică RBL.",
    "LBL_SHOP_YETIFORCERBL_DESC": "YetiForce RBL (Remote Block List) utilizează o bază de date publică (https://soc.yetiforce.com/) cu adrese IP periculoase identificate ca fiind responsabile pentru trimiterea de spam.\n\nDatorită acestei funcționalități, veți putea beneficia de o bază de date actualizată cu servere periculoase care trimit e-mailuri periculoase sau nedorite.\n\nUtilizarea unei astfel de soluții va contribui la imunizarea angajaților companiei dvs. împotriva numărului tot mai mare de atacuri cibernetice diverse, phishing, escrocherii și atacuri de inginerie socială.",
    "LBL_SHOP_YETIFORCEDAV_INTRO": "YetiForce DAV permite sincronizarea bidirecțională a contactelor, calendarului și sarcinilor între diferite dispozitive, folosind protocoalele CardDAV şi CalDAV.",
    "LBL_SHOP_YETIFORCEDAV_DESC": "YetiForce DAV oferă două funcționalități:\n-CalDAV permite sincronizarea bidirecțională a activităților (sarcini, apeluri, întâlniri) salvate în calendar între YetiForce și orice dispozitiv mobil sau alt instrument care acceptă standardul DAV.\n-CardDAV permite sincronizarea bidirecțională a contactelor între YetiForce și orice dispozitiv mobil sau alt instrument care acceptă standardul DAV.\nAmbele soluții creează un calendar/o listă de contacte nouă în aplicație și, după popularea lor cu înregistrări, acestea vor fi adăugate în sistemul YetiForce.\nDatorită acestui fapt, aveți acces la activitățile curente din calendar și la contacte.\nO listă cu aplicațiile care acceptă standardul DAV o puteți găsi în documentație: https://doc.yetiforce.com/apps/#DAV",
    "LBL_SHOP_YETIFORCEKANBAN_INTRO": "Panoul Kanban va facilita munca ta și va accelera gestionarea proceselor",
    "LBL_SHOP_YETIFORCEKANBAN_DESC": "Tabla Kanban este un instrument utilizat în principal pentru managementul de proiect, dar în YetiForce CRM această vizualizare este disponibilă în toate modulele utilizatorului unde sunt stocate date. Kanban ajută la vizualizarea datelor prin gruparea acestora în diferite moduri, definind eficient cantitatea de lucru în desfășurare și crescând eficiența.\n\nTablele din vizualizarea Kanban utilizează carduri și coloane care pot fi ușor configurate în panou în funcție de nevoile companiei dumneavoastră. Mai mult, în sistemul YetiForce CRM, puteți crea mai multe tabele pentru un singur modul, care vor prezenta datele grupate în diferite moduri.\n\nBeneficiile utilizării tablei Kanban:\n- Utilizarea acestei soluții va contribui la îmbunătățirea comunicării între toți membrii echipei și departamentele companiei, ceea ce va crește eficiența și productivitatea echipei.\n- Vizualizarea fluxului de lucru va influența optimizarea proceselor de afaceri ale companiei și va ajuta la identificarea potențialelor zone problematice, cum ar fi blocajele.\n- Tablele funcționează pentru orice modul utilizator care conține date.\n- Metoda de prezentare a datelor poate fi personalizată pentru fiecare tablă.\n- Tipuri de câmpuri acceptate: Liste de selecție, Atribuit la\n- Opțiune de afișare a rezumatului pentru câmpurile numerice și monetare.\n- Acceptă culori și pictograme pentru câmpurile de valori.\n- Acceptă editare rapidă",
    "LBL_SHOP_YETIFORCEAUTOASSIGNMENT_INTRO": "Mecanismul vă permite să definiți regulile pentru atribuirea automată a unui proprietar la înregistrările create sau pentru schimbarea proprietarului curent.",
    "LBL_SHOP_YETIFORCEAUTOASSIGNMENT_DESC": "YetiForce Auto Assignment îmbunătățește semnificativ eficiența muncii echipei dumneavoastră. Mecanismul va atribui automat sarcini unui utilizator sau unui grup de utilizatori, de exemplu, solicitări trimise printr-un formular de contact sau bilete, pe baza unor condiții strict definite.\nMecanismul poate estima sarcina de lucru a angajaților în timp real și poate atribui noi sarcini acelor angajați care sunt capabili să se ocupe de acestea în acel moment. Toate condițiile pot fi personalizate utilizând un panou intuitiv în setările sistemului pentru a se potrivi profilului companiei dumneavoastră.",
    "LBL_ACTIVATE_DEACTIVATE_SERVICE": "Activează/dezactivează serviciul",
    "LBL_ACTIVATE_DEACTIVATE_SERVICE_CONFIRM_DESC": "Sigur doriți să activați/dezactivați serviciul?",
    "LBL_SHOP_YETIFORCEPDFPREMIUM_INTRO": "Motor suplimentar de Chrome/Chrome pentru a genera fișiere PDF",
    "LBL_SHOP_YETIFORCEPDFPREMIUM_DESC": "Motor suplimentar pentru generarea fișierelor PDF Chromium/Chrome\nMotorul Chromium utilizat pentru generarea fișierelor PDF introduce o metodă de creare a fișierelor PDF complexe.\n\nCaracteristici:\n- Compatibilitate cu CSS3 și HTML 5\n- Compatibilitate cu toate tehnologiile acceptate de browser\n- Caractere speciale și fonturi complet acceptate\n- Singura limitare este capacitatea browserului\n- Suport pentru sisteme de operare: Linux, macOS, Windows",
    "LBL_SHOP_YETIFORCERCPLCEIDG_INTRO": "Preluarea datelor privind companiile poloneze din Registrul Central și Informațiile privind activitatea economică în Polonia",
    "LBL_SHOP_YETIFORCERCPLCEIDG_DESC": "Obține date despre companii poloneze din Registrul Central și Informațiile privind Activitatea Economică din Polonia (CEIDG)\n\nȚară: Polonia\nFurnizor de date: CEIDG & Biznes.gov.pl https://dane.biznes.gov.pl/\nModule: Conturi, Clienți potențiali, Furnizori, Concurență\nCompletare automată a datelor din înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu\nÎnregistrare cont: Da",
    "LBL_SHOP_YETIFORCERCORB_INTRO": "",
    "LBL_SHOP_YETIFORCERCORB_DESC": "",
    "LBL_SHOP_YETIFORCERCPLKRS_INTRO": "Preluare de date privind societățile poloneze din Registrul național al instanțelor din Polonia",
    "LBL_SHOP_YETIFORCERCPLKRS_DESC": "Obține date despre companii poloneze din Registrul Național al Curții (KRS) din Polonia\n\nȚară: Polonia\nFurnizor de date: Ministerul Justiției Ministerstwo Sprawiedliwości, https://prs.ms.gov.pl/ \nModule: Conturi, Clienți potențiali, Furnizori\nCompletare automată a datelor din înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu\nÎnregistrare cont: Nu",
    "LBL_SHOP_YETIFORCERCPLVATPAYERSTATUS_INTRO": "Verifică starea contribuabilului TVA [PL]",
    "LBL_SHOP_YETIFORCERCPLVATPAYERSTATUS_DESC": "Serviciul vă permite să verificați dacă o entitate este un plătitor activ, scutit sau neinregistrat de TVA în Polonia.\n\nDetalii:\nȚară: Polonia\nFurnizor de date: Ministerul Finanțelor Ministerstwo Finansów, https://www.podatki.gov.pl/ \nModule compatibile: Conturi, Contacte potențiale, Furnizori, Concurență\nCompletare automată a datelor în înregistrare: Nu\nTaxă suplimentară pentru acces la baza de date: Nu\nÎnregistrare cont: Nu",
    "LBL_SHOP_YETIFORCERCUKCOMPANIESHOUSE_INTRO": "Obține date despre companiile din Regatul Unit de la Companies House",
    "LBL_SHOP_YETIFORCERCUKCOMPANIESHOUSE_DESC": "Obține date despre companii din Regatul Unit de la agenția Companies House\n\nȚară: Regatul Unit\nFurnizor de date: Companies House https://find-and-update.company-information.service.gov.uk/\nModule: Conturi, Clienți potențiali, Furnizori, Concurență\nCompletare automată a datelor în înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu\nÎnregistrare cont: Da",
    "LBL_SHOP_YETIFORCERCUKVATPAYERSTATUS_INTRO": "Confirmă numărul TVA [UK]",
    "LBL_SHOP_YETIFORCERCUKVATPAYERSTATUS_DESC": "Serviciul vă permite să verificați dacă o companie este înregistrată ca plătitoare de TVA în Marea Britanie.\n\nDetalii:\nȚară: Regatul Unit\nFurnizor de date: HMRC https://www.gov.uk/\nModule compatibile: Conturi, Clienți potențiali, Furnizori, Concurență, Parteneri\nCompletare automată a datelor în înregistrare: Nu\nTaxă suplimentară pentru acces la baza de date: Nu\nÎnregistrare cont: Nu",
    "LBL_SHOP_YETIFORCERCUSAEDGAR_INTRO": "Preluare de date privind societățile americane din cadrul Comisiei pentru Valori Mobiliare și Schimb a Statelor Unite",
    "LBL_SHOP_YETIFORCERCUSAEDGAR_DESC": "Obține date despre companii din SUA de la Securities and Exchange Commission (SEC) prin EDGAR\n\nȚară: SUA\nFurnizor de date: US SEC https://www.sec.gov/\nModule: Conturi, Clienți potențiali, Parteneri, Furnizori, Concurență\nCompletare automată a datelor în înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu\nÎnregistrare cont: Nu",
    "LBL_SHOP_YETIFORCERCFRENTERPRISEGOUV_INTRO": "Preia date despre companiile franceze din INSEE",
    "LBL_SHOP_YETIFORCERCFRENTERPRISEGOUV_DESC": "Obțineți date despre companii franceze de la INSEE (Institutul Național de Statistică și de Economie)\n\nȚară: Franța\nFurnizor de date: INSEE (Institutul Național de Statistică și de Economie)\nModule: Conturi, Leaduri, Furnizori, Parteneri, Competiție\nCompletare automată a datelor în înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu\nÎnregistrare cont: Nu",
    "LBL_SHOP_YETIFORCERCBRRECEITAWSCNPJ_INTRO": "Preluare de date privind societățile braziliene din baza de date a Biroului Federal de Fiscalitate din Brazilia",
    "LBL_SHOP_YETIFORCERCBRRECEITAWSCNPJ_DESC": "Obține date despre companii din Brazilia din baza de date a Secretariatului Federal al Fiscului din Brazilia (Cadastro Nacional de Pessoas Jurídicas) furnizată de Receita WS\n\nȚară: Brazilia\nFurnizor de date: Cadastro Nacional de Pessoas Jurídicas (CNPJ)\nModule: Conturi, Clienți potențiali, Furnizori, Parteneri, Concurență\nCompletare automată a datelor în înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu/Da - se aplică limite: https://www.receitaws.com.br/#section-plans\nÎnregistrare cont: Da",
    "LBL_SHOP_YETIFORCERCCHZEFIX_INTRO": "Preia date despre companiile elvețiene din Indicele Central al Nume de Afaceri Elvețian",
    "LBL_SHOP_YETIFORCERCCHZEFIX_DESC": "Obține date despre companii elvețiene din Indexul Central al Denominațiilor Comerciale din Elveția (Zentraler Firmenindex)\n\nȚară: Elveția\nFurnizor de date: Zentraler Firmenindex https://www.zefix.admin.ch/\nModule: Conturi, Clienți potențiali, Furnizori, Parteneri, Concurență\nCompletare automată a datelor în înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu\nÎnregistrare cont: Da",
    "LBL_SHOP_YETIFORCERCNOBRREGENHETSREG_INTRO": "Preluare de date cu privire la companiile norvegiene din baza de date Central Brønnøysund",
    "LBL_SHOP_YETIFORCERCNOBRREGENHETSREG_DESC": "Obține date despre companii norvegiene din baza de date centrală Brønnøysund (Centrul Registrului Brønnøysund)\n\nȚara: Norvegia\nFurnizor de date: Brønnøysundregistrene Brønnøysund Register Centre, https://www.brreg.no/ \nModule: Conturi, Clienți potențiali, Furnizori, Parteneri, Concurență\nCompletare automată a datelor din înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu\nÎnregistrare cont: Nu",
    "LBL_SHOP_YETIFORCERCVATIFYEU_INTRO": "Preia date din baza de date VATify.eu, care conține și situația actuală a contribuabililor",
    "LBL_SHOP_YETIFORCERCVATIFYEU_DESC": "Preluare date din baza de date VATify.eu, care include și starea curentă a plătitorului de TVA\n\nȚară: Listă disponibilă pe site-ul web al furnizorului de date: https://www.vatify.eu/coverage.html\nFurnizor de date: Vatify\nModule: Conturi, Clienți potențiali, Furnizori, Parteneri, Concurență\nCompletare automată a datelor în înregistrare: Da\nTaxă suplimentară pentru acces la baza de date: Nu\nÎnregistrare cont: Da",
    "LBL_SHOP_YETIFORCEINSTALLPORTALINCLOUD_INTRO": "YetiForce Portal în cloud cu licență Webservice Premium",
    "LBL_SHOP_YETIFORCEINSTALLPORTALINCLOUD_DESC": "Portalul YetiForce în cloud cu licență Webservice Premium este un serviciu complex care oferă acces la Portalul YetiForce instalat pe cloud-ul nostru hiper-eficient.\nAbonamentul include, de asemenea, o licență Webservice Premium YetiForce necesară pentru funcționarea corectă a portalului.",
    "LBL_SHOP_YETIFORCEWAPROERP_INTRO": "Integrarea dintre YetiForce și Asseco Wapro ERP sincronizează datele clienților între aceste sisteme.",
    "LBL_SHOP_YETIFORCEWAPROERP_DESC": "Integrarea dintre YetiForce și Asseco Wapro ERP asigură o sincronizare rapidă și convenabilă a datelor în ambele sensuri, ceea ce permite o gestionare și mai eficientă a clienților în CRM.\n\nLista modulelor sincronizate include:\nDepartamente/Companie (doar citire)\nConturi bancare ale companiei (doar citire)\nClienți (doar citire)\nContacte (doar citire)\nProduse (doar citire)\nFacturi (doar citire)\nFacturi de corecție (doar citire)",
    "LBL_SHOP_YETIFORCERCDKCVR_INTRO": "Preluare de date privind societățile daneze și norvegiene prin CVR API din Registrul central al comerțului danez",
    "LBL_SHOP_YETIFORCERCDKCVR_DESC": "Obține date despre companii daneze și norvegiene prin API-ul CVR din Registrul Central al Afacerilor din Danemarca (CVR)\n\nȚară: Danemarca\nFurnizor de date: CVR https://cvrapi.dk/\nModule: Conturi, Clienți potențiali, Furnizori, Parteneri, Concurență\nCompletare automată a datelor în înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu\nÎnregistrare cont: Da",
    "LBL_SHOP_YETIFORCERCNORTHDATA_INTRO": "Preluare de date despre companiile din baza de date a companiilor North Data",
    "LBL_SHOP_YETIFORCERCNORTHDATA_DESC": "Obținere date despre companii din baza de date North Data\n\nȚări: Austria, Franța, Germania, Polonia, Luxemburg, Spania, Elveția, Regatul Unit\nFurnizor de date: North Data https://www.northdata.com/\nModule: Conturi, Clienți potențiali, Furnizori, Parteneri, Concurență\nCompletare automată a datelor în înregistrare: Da\nTaxă suplimentară de acces la baza de date: Nu. Se aplică limite.\nÎnregistrare cont: Da",
    "LBL_SHOP_YETIFORCEPBXBRIASOFTPHONE_INTRO": "Integrarea cu PBX prin intermediul aplicației Bria Softphone",
    "LBL_SHOP_YETIFORCEPBXBRIASOFTPHONE_DESC": "Integrare cu PBX prin aplicația Bria Softphone\nConexiunea cu Bria Softphone este bazată pe Bria Desktop API care permite utilizatorului să aibă informații în timp real despre conexiuni.",
    "LBL_SHOP_YETIFORCEWOOCOMMERCE_INTRO": "Integrează sistemul YetiForce cu platforma de e-commerce WooCommerce",
    "LBL_SHOP_YETIFORCEWOOCOMMERCE_DESC": "YetiForce integrat cu WooCommerce, una dintre cele mai mari și populare platforme de comerț electronic. Această soluție vă permite să desfășurați activități centralizate legate de servicii pentru clienți și comenzi din magazinul online direct din CRM. Aceasta înseamnă că veți putea comunica cu clienții, crea toate documentele necesare legate de comenzi.",
    "LBL_SHOP_YETIFORCECOMARCHXL_INTRO": "Integrează sistemul YetiForce cu Comarch ERP XL",
    "LBL_SHOP_YETIFORCECOMARCHXL_DESC": "Integrarea dintre YetiForce și Comarch ERP asigură o sincronizare bidirecțională rapidă și convenabilă a datelor, ceea ce permite o gestionare și mai eficientă a clienților în CRM.\n\nLista modulelor sincronizate include:\nConturi (ambele sensuri)\nConturi bancare ale companiei (doar citire)\nProduse (doar citire)",
    "LBL_SHOP_PRICE_NET": "Preț de lista",
    "LBL_SHOP_PRICE_GROSS": "Preț brut",
    "LBL_FUNCTIONALITY_NOT_AVAILABLE": "Funcționalitate indisponibilă",
    "LBL_MODULE_PACKAGE_ACCOUNTING": "Contabilitate",
    "LBL_MODULE_PACKAGE_ACCOUNTING_DESCRIPTION": "Activați funcțiile de contabilitate: facturi de vânzări, facturi proforme, corectarea facturilor, gestionarea plăților și multe altele.",
    "LBL_MODULE_PACKAGE_MARKETING": "Marketing",
    "LBL_MODULE_PACKAGE_MARKETING_DESCRIPTION": "Activați caracteristicile de marketing: campanii, anchete despre vânzări, apariții.",
    "LBL_MODULE_PACKAGE_PROJECT_MANAGEMENT": "Manager proiect",
    "LBL_MODULE_PACKAGE_PROJECT_MANAGEMENT_DESCRIPTION": "Permite funcționalități legate de gestionarea proiectelor, cum ar fi proiecte, sarcini, etape de referință.",
    "LBL_MODULE_PACKAGE_SALES": "Vânzări",
    "LBL_MODULE_PACKAGE_SALES_DESCRIPTION": "Activează funcționalități legate de vânzări: oportunități, calcule, oferte, comenzi, liste de prețuri și altele.",
    "LBL_MODULE_PACKAGE_SUPPORT": "Suport",
    "LBL_MODULE_PACKAGE_SUPPORT_DESCRIPTION": "Activează caracteristici de sprijin, cum ar fi tichete, bază de cunoștințe, contracte de servicii.",
    "LBL_INDIVIDUAL_PRICING": "Prețurile individuale"
  }
}
