{
  "php": {
    "Announcements|FL_INTERVAL": "Συχνότητα υπενθυμίσεων σε ημέρες, εάν ένας χρήστης δεν εξέτασε τις αλλαγές. Εάν το πεδίο παραμένει κενό, η υπενθύμιση δεν θα εμφανιστεί ξανά.",
    "Accounts|Account Name": "Το πεδίο αυτό προορίζεται για το όνομα της εταιρείας",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Καθορίζει την προεπιλεγμένη χώρα για το συγχρονισμό του CardDAV για να ορίσετε τα προθέματα του αριθμού τηλεφώνου.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Εάν η επιλογή είναι ενεργοποιημένη, το σύστημα θα επιλέξει αναγκαστικά την επιλεγμένη ενότητα.",
    "Users|User Name": "Ένα μοναδικό πεδίο το οποίο χρησιμοποιείται ως σύνδεση κατά τη σύνδεσή μας στο σύστημα. Εάν εμείς το ενσωματώσουμε με την υπηρεσία LDAP τότε οι συνδέσεις και στα δύο συστήματα πρέπει να είναι ίδιες.",
    "Users|Admin": "Καθορίζει εάν ο χρήστης έχει δικαιώματα διαχειριστή.",
    "Users|First Name": "Το όνομα του χρήστη.",
    "Users|Last name": "Το επίθετο του χρήστη.",
    "Users|Role": "Ο ρόλος που έχει ανατεθεί στον χρήστη.",
    "Users|Status": "Καθορίζει εάν ο χρήστης είναι ενεργός ή ανενεργός.",
    "Users|Password": "Καθορίζει τον κωδικό του χρήστη. Ο κωδικός θα πρέπει να συμμορφώνεται με την πολιτική κωδικών πρόσβασης.",
    "Users|Confirm Password": "Εισάγετε τον κωδικό ξανά. Είναι απαραίτητο για να αποφύγουμε οποιοδήποτε τυπογραφικό λάθος στον κωδικό πρόσβασης.",
    "Users|Email": "Κύρια διεύθυνση ηλεκτρονικού ταχυδρομείου (υποχρεωτικό πεδίο) που χρησιμοποιείται σε ειδικές περιπτώσεις (π.χ. Επαναφορά κωδικού πρόσβασης).",
    "Users|Secondary email": "Εναλλακτική διεύθυνση email.",
    "Users|FL_PRIMARY_PHONE": "Βασικός αριθμός τηλεφώνου.",
    "Users|CRM phone extension": "Πρόσθετος αριθμός τηλεφώνου.",
    "Users|Approval for email": "Μια επιλογή για να επιλέξετε ποιοι χρήστες συμφώνησαν να λαμβάνουν ενημερωτικά δελτία που αποστέλλονται μέσω εργασιών ροής εργασίας (Αποστολή ηλεκτρονικού ταχυδρομείου, Αποστολή ηλεκτρονικού ταχυδρομείου από πρότυπα, αποστολή ηλεκτρονικού ταχυδρομείου με εκτύπωση PDF)",
    "Users|Date Format": "Το σύστημα υποστηρίζει 9 μορφές ημερομηνίας, η συνιστώμενη (δοκιμασμένη) είναι rrrr-mm-dd. Προτείνουμε ότι όλοι οι χρήστες να χρησιμοποιούν την ίδια μορφή ημερομηνίας.",
    "Users|Calendar Hour Format": "Το σύστημα υποστηρίζει 2 μορφές ημερομηνίας, η συνιστώμενη (δοκιμασμένη) είναι η 24ωρη μορφή. Προτείνουμε όλοι οι χρήστες να χρησιμοποιούν την ίδια μορφή ώρας.",
    "Users|Time Zone": "Το σύστημα υποστηρίζει πολλές ζώνες ώρας. Παρακαλώ επιλέξτε αυτή που είναι πιο κατάλληλη για τον χρήστη. Όλα τα πεδία ημερομηνίας και ώρας θα μετατραπούν από την προεπιλεγμένη ζώνη ώρας στη ζώνη ώρας του χρήστη.",
    "Users|Default Activity Type": "Το σύστημα θα ορίσει αυτόν τον τύπο δραστηριότητας (κλήση, συνάντηση, εργασίας) από προεπιλογή για οποιαδήποτε νέα καταχώρηση στο ημερολόγιο",
    "Users|Currency": "Το προεπιλεγμένο νόμισμα χρησιμοποιείται για την παρουσίαση δεδομένων σε νομισματικά πεδία.",
    "Users|Decimal Separator": "Ένα διαχωριστικό που διαιρεί τις δεκαδικές τιμές από τους ακέραιους αριθμούς.",
    "Users|Symbol Placement": "Καθορίζει αν το σύμβολο νομίσματος τοποθετείται πριν ή μετά την τιμή.",
    "Users|Truncate Trailing Zeros": "Αφαιρεί περιττά μηδενικά καθιστώντας τον αριθμό όσο το δυνατόν πιο σύντομο (ισχύει μόνο για τους δεκαδικούς).",
    "Users|Digit Grouping Pattern": "Καθορίζει τον τρόπο εμφάνισης των πεδίων αξίας και νομίσματος.",
    "Users|Digit Grouping Separator": "Καθορίζει τον τρόπο εμφάνισης του διαχωριστή.",
    "Users|Number Of Currency Decimals": "Καθορίζει τον αριθμό των δεκαδικών μετά το διαχωριστικό.",
    "Users|Day starts at": "Το σύστημα θα χρησιμοποιήσει αυτήν την παράμετρο για τον αυτόματο προγραμματισμό συμβάντων του ημερολογίου.",
    "Users|Day ends at": "Το σύστημα θα χρησιμοποιήσει αυτήν την παράμετρο για τον αυτόματο προγραμματισμό συμβάντων του ημερολογίου.",
    "Users|Language": "Επιλογή γλώσσας συστήματος για τον χρήστη (δεν ισχύει για την οθόνη σύνδεσης).",
    "Users|Row Height": "Καθορίζει την απόσταση μεταξύ των γραμμών.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Ελέγχοντας το πλαίσιο του χρήστη και του διαχειριστή το μενού θα εμφανίζεται σε επέκταση από προεπιλογή.",
    "Users|FL_AUTHY_SECRET_TOTP": "Μετά την ενεργοποίηση του 2FA TOPO, θα δημιουργηθεί ένα κλειδί για την επαλήθευση κωδικών μίας χρήσης.",
    "Users|FL_MAIL_SCANNER_FIELDS": "Μια λίστα πεδίων που χρησιμοποιούνται από το σαρωτή για την αναζήτηση και τις σχετικές εγγραφές.",
    "Users|Default Record View": "Ορίστε την προεπιλεγμένη προβολή εγγραφής για ενότητες που υποστηρίζουν πολλαπλές προβολές (π.χ. λεπτομέρειες, περίληψη).",
    "Users|Default Activity View": "Προκειμένου οι αλλαγές να τεθούν σε ισχύ, απαιτείται εκκαθάριση της προσωρινής μνήμης του προγράμματος περιήγησης ( πατώντας CTRL+SHIFT+R).",
    "Users|Theme": "Επιλέξτε θέμα (το προεπιλεγμένο θέμα είναι το Twilight).",
    "Users|User Image": "Η εικόνα του χρήστη χρησιμοποιείται σε πολλά σημεία του συστήματος (π.χ. στο chat).",
    "Users|FL_LOGIN_METHOD": "Το σύστημα υποστηρίζει 3 διαφορετικούς τρόπους ελέγχου ταυτότητας.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "Αφού επιλέξετε αυτή την επιλογή, ο χρήστης θα αναγκαστεί να αλλάξει τον κωδικό πρόσβασής του την επόμενη φορά που θα έχει πρόσβαση στο σύστημα.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Μια λίστα με τους διαθέσιμους τρόπους σάρωσης για τους χρήστες του Outlook.",
    "Users|INTERNAL_MAIL_COMPOSER": "Κρατώντας αυτή την επιλογή μη επιλεγμένη το πρόγραμμα περιήγησης θα ανοίξει το προεπιλεγμένο πρόγραμμα ηλεκτρονικού ταχυδρομείου. Αν το επιλέξετε το σύστημα θα ανοίξει το ενσωματωμένο πρόγραμμα ηλεκτρονικού ταχυδρομείου που υπάρχει στην εφαρμογή.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Καθορίζει ποιες εγγραφές από τις Επαφές πρόκειται να συγχρονιστούν χρησιμοποιώντας το πρωτόκολλο CardDAV.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Καθορίζει ποιες εγγραφές από το Ημερολόγιο πρόκειται να συγχρονιστούν χρησιμοποιώντας το πρωτόκολλο CardDAV.",
    "Users|FL_AVAILABLE": "Καθορίζει εάν ο χρήστης είναι διαθέσιμος (στο μέλλον αυτό το πεδίο θα εξαρτάται από άλλους έμμεσους μηχανισμούς, όπως διακοπές, χρόνο εργασίας κλπ).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "Εάν η επιλογή είναι ενεργοποιημένη και ο μηχανισμός αυτόματης εκχώρησης εγγραφών είναι ενεργός, ο χρήστης θα χρησιμοποιηθεί για την εκχώρηση εγγραφών σύμφωνα με τους κανόνες και τους αλγόριθμους του συστήματος.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Καθορίζει το ποσό των εγγραφών (ανοιχτές) που μπορούν να αντιστοιχιστούν σε έναν χρήστη σε μία ενότητα.",
    "FL_RESPONSE_RANGE_TIME": "Ύψος χρόνου (λεπτά και ώρες) που παρήλθε από τη στιγμή που ελήφθη η αναφορά μέχρι την έναρξη της απάντησης.\n\nΗ ώρα υπολογίζεται με βάση την ημερομηνία κατά την οποία η κατηγορία τιμής της λίστας επιλογής (π.χ. κατάσταση) άλλαξε από \"Ώρα απόκρισης\" σε άλλη κατηγορία.",
    "FL_SOLUTION_RANGE_TIME": "Χρόνος (λεπτά και ώρες) που χρησιμοποιείται για την επίλυση ενός δοσμένου αιτήματος.\n\nΗ ώρα υπολογίζεται με βάση την ημερομηνία κατά την οποία η κατηγορία τιμής της λίστας επιλογής (π. χ.. κατάσταση) άλλαξε από \"Ώρα επίλυσης\" σε άλλη κατηγορία.",
    "FL_IDLE_RANGE_TIME": "The amount of time (minutes and hours) the record is idle, for example, waiting for additional information.\n\nThe time is calculated based on the date when the picklist value category (e.g. status) was changed from \"Waiting time\" to another category.",
    "FL_CLOSING_RANGE_TIME": "The amount of time (minutes and hours) calculated from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_DATE_TIME": "Date and time of the response, that is, the change of dictionary value categories (e.g. status) from \"Response time\" to another category.",
    "FL_SOLUTION_DATE_TIME": "Date and time of the resolution, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Resolution time\" to other categories.",
    "FL_IDLE_DATE_TIME": "Date and time of idle status completion, that is, the change of the \"Calculating time\" category of the picklist values (e.g. status) from \"Waiting time\" to other categories.",
    "FL_CLOSING_DATE_TIME": "Date and time of closing the entire time calculation process from the time the record was created until the last time it was closed.",
    "FL_RESPONSE_EXPECTED": "Planned/expected response deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_SOLUTION_EXPECTED": "Planned/expected resolution deadline, calculated on the basis of the SLA agreement and working or calendar days/hours.",
    "FL_IDLE_DATE_EXPECTED": "Προγραμματισμένος/αναμενόμενος μέγιστος επιτρεπτός χρόνος αδράνειας, υπολογισμένος βάσει της συμφωνίας SLA και των εργάσιμων ή ημερολογιακών ημερών/ωρών."
  }
}
