{
  "php": {
    "Password": "Impostazioni password",
    "LBL_PASSWORD_DESCRIPTION": "Imposta la complessità della password degli utenti",
    "LBL_Password_Header": "Definisci la complessità della password",
    "Minimum password length": "Lunghezza minima",
    "Maximum password length": "Lunghezza massima",
    "Uppercase letters from A to Z": "Lettere maiuscole dalla A alla Z",
    "Lowercase letters a to z": "Lettere minuscole dalla a alla z",
    "Password should contain numbers": "Deve contenere numeri",
    "Password should contain special characters": "Deve contenere caratteri speciali",
    "LBL_ERROR": "Errore nel salvataggio",
    "LBL_SAVE_OK": "Modifiche salvate",
    "characters": "caratteri",
    "LBL_PASSWORD_COMPLEXITY": "Complessità password",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Specifica quanto dovrebbero essere complesse le password utente. Il sistema forzerà la creazione di password sicure e in linea con le tue linee guida.",
    "LBL_PASSWORD_PWNED_INFO": "Per aumentare la sicurezza, è possibile abilitare la verifica delle password nel database delle password rubate. Se viene trovata una password, il sistema non permetterà l'utilizzo della password.",
    "LBL_PASSWORD_PWNED_ALERT": "Qui puoi trovare tutte le integrazioni disponibili con i server di database password che puoi utilizzare. Per aggiungere un nuovo server è necessario creare un file di integrazione per comunicare con il server di database password.",
    "LBL_PROVIDER_NAME": "Nome del provider",
    "LBL_PWNED_PASSWORD_PROVIDER": "Passwords database providers",
    "LBL_PROVIDER_URL": "URL del provider",
    "LBL_PROVIDER_ACTIVE": "Il provider è attivo",
    "LBL_CHECK_PWNED_PASSWORD": "La password non può essere nel database delle password rubate",
    "LBL_ALERT_PWNED_PASSWORD": "La password appare %s volte nel database delle password rubate",
    "LBL_PASSWORD_CHANGE_TIME": "Forza modifica password ogni (giorni)",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - nessuna limitazione,\n356 - un anno,\n30 - un mese.\n Dopo questo periodo, ogni volta che un utente fa il login, il sistema visualizza un messaggio per modificare la password. Questo messaggio può essere ignorato.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Tempo massimo per la modifica della password (giorni)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "Dopo questo periodo, l'utente sarà costretto a cambiare la password dopo l'accesso. Non sarà in grado di utilizzare il CRM fino a quando non imposterà una nuova password secondo i requisiti della password.",
    "LBL_METHOD": "Metodo di crittografia",
    "LBL_ENCRYPTION_CONFIG": "Configurazione crittografia",
    "LBL_ENCRYPTION_VECTOR": "Vettore di inizializzazione",
    "LBL_ENCRYPTION_KEY": "Chiave di crittografia",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "La crittografia non è attiva",
    "LBL_REGISTER_ENCRYPTION": "Test di crittografia riuscito. Il meccanismo verrà attivato al prossimo avvio di Cron.\nIl tempo di crittografia dipende dalla quantità di password presenti nel database.",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Il processo \"Batch methods\" in CRON non è attivo. Questo processo è necessario per il meccanismo di crittografia.",
    "LBL_ENCRYPTION_RUN": "Crittografia in corso",
    "LBL_ENCRYPTION_WAITING": "Crittografia password in attesa di avvio",
    "LBL_PASSWORD_SETTING_WARNING": "Gli utenti che non procedono alla modifica della password, potrebbero perdere la capacità di autenticarsi. Si consiglia di reimpostare le password prima di apportare modifiche.",
    "LBL_ENCRYPT_DESCRIPTION": "Il meccanismo di crittografia nel sistema viene utilizzato per crittografare i dati sensibili nel database. Per attivare la crittografia è necessario definire il metodo di crittografia e inserire una chiave di crittografia. Per alcuni dei metodi di crittografia è necessario inserire un vettore. La chiave di crittografia viene salvata nel seguente file: \\config\\SecurityKeys.php e il vettore può essere trovato nel database. Questi parametri sono necessari per decriptare i dati. Per decriptare tutte le password, seleziona 'Nessuno' nel 'metodo di crittografia'",
    "LBL_RECOMENDED_METHODS": "Metodi consigliati",
    "LBL_OTHER_METHODS": "Altri metodi",
    "LBL_PASSWORD_CHANGE_RULES": "Regole cambio password",
    "LBL_TIME_TO_CHECK_PWNED": "Quanto spesso controllare durante il login se la password è nel database delle password rubate (giorni)",
    "LBL_NO_REGISTER_ENCRYPTION": "La crittografia con questo metodo non è supportata dal sistema",
    "LBL_PASSWORD_LENGTH_IS": "Lunghezza del vettore deve essere %s caratteri",
    "LBL_DISABLE_ENCRYPTION": "Il meccanismo di crittografia verrà disattivato la prossima volta che il Cron sarà attivato"
  }
}
