{
  "php": {
    "Password": "Διαμόρφωση κωδικών πρόσβασης",
    "LBL_PASSWORD_DESCRIPTION": "Ορίστε την πολυπλοκότητα του κωδικού πρόσβασης για τους χρήστες του λογισμικού",
    "LBL_Password_Header": "Παράμετροι που καθορίζουν την πολυπλοκότητα του κωδικού πρόσβασης",
    "Minimum password length": "Ελάχιστο μήκος κωδικού",
    "Maximum password length": "Μέγιστο μήκος κωδικού",
    "Uppercase letters from A to Z": "Κεφαλαία γράμματα από το Α έως το Ω",
    "Lowercase letters a to z": "Πεζά γράμματα από το α έως το ω",
    "Password should contain numbers": "Κωδικός πρόσβασης πρέπει να περιέχει αριθμούς",
    "Password should contain special characters": "Κωδικός πρόσβασης πρέπει να περιέχει ειδικούς χαρακτήρες",
    "LBL_ERROR": "Σφάλμα κατά την αποθήκευση αρχείου",
    "LBL_SAVE_OK": "Τα δεδομένα αποθηκεύτηκαν",
    "characters": "χαρακτήρες",
    "LBL_PASSWORD_COMPLEXITY": "Password complexity",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Specify how complex user passwords should be. The system will force creating secure passwords and in line with your guidelines.",
    "LBL_PASSWORD_PWNED_INFO": "In order to increase security, you can enable the verification of passwords in the stolen passwords database. If a password is found, the system will not allow this password to be used.",
    "LBL_PROVIDER_NAME": "Provider name",
    "LBL_PWNED_PASSWORD_PROVIDER": "Passwords database providers",
    "LBL_PROVIDER_URL": "Provider URL",
    "LBL_PROVIDER_ACTIVE": "Is provider active",
    "LBL_CHECK_PWNED_PASSWORD": "The password cannot be in the stolen passwords database",
    "LBL_ALERT_PWNED_PASSWORD": "Password appears %s times in the stolen passwords database",
    "LBL_PASSWORD_CHANGE_TIME": "Υποχρεωτική αλλαγή κωδικού πρόσβασης κάθε",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - δεν υπάρχει περιορισμός, 356 - έτος, 30 - μήνας. Μετά την περίοδο αυτή, κάθε φορά που ένας χρήστης συνδέεται, το σύστημα θα εμφανίζει ένα μήνυμα για να αλλάξει τον κωδικό πρόσβασης.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Μέγιστος χρόνος για την αλλαγή του κωδικού πρόσβασης (μέρες)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "Μετά την περίοδο αυτή ο λογαριασμός θα μπλοκαριστεί και ο χρήστης δεν θα είναι σε θέση να συνδεθεί στο σύστημα.",
    "LBL_METHOD": "Μέθοδος κρυπτογράφησης",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "Δεν είναι ενεργή η κρυπτογράφηση κωδικού πρόσβασης",
    "LBL_REGISTER_ENCRYPTION": "Οι αλλαγές θα εκτελεστούν από το cron",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Η ρύθμιση Cron \"System batch methods\" δεν είναι ενεργή. Η ρύθμιση είναι απαραίτητη για τη σωστή λειτουργία του μηχανισμού κρυπτογράφησης των κωδικών πρόσβασης.",
    "LBL_ENCRYPTION_RUN": "Κρυπτογράφηση κωδικού πρόσβασης σε εξέλιξη",
    "LBL_PASSWORD_SETTING_WARNING": "Οι χρήστες με κωδικούς πρόσβασης παλαιότερους από το διάστημα που καθορίζεται στο πεδίο ενδέχεται να χάσουν τη δυνατότητα σύνδεσης. Συνιστάται ιδιαίτερα να επαναφέρετε τον κωδικό πρόσβασης πριν πραγματοποιήσετε οποιεσδήποτε αλλαγές",
    "LBL_ENCRYPT_DESCRIPTION": "Ο μηχανισμός κρυπτογράφησης του συστήματος χρησιμοποιείται για την κρυπτογράφηση ευαίσθητων δεδομένων στη βάση δεδομένων. Για να ενεργοποιήσετε την κρυπτογράφηση, πρέπει να ορίσετε τη μέθοδο κρυπτογράφησης και τον κωδικό πρόσβασης από το επίπεδο διασύνδεσης χρήστη, και ένα δεύτερο κωδικό πρόσβασης που θα βρείτε στο αρχείο \\config\\SecurityKeys.php. Οι παράμετροι αυτές απαιτούνται για την αποκρυπτογράφηση των δεδομένων.",
    "LBL_RECOMENDED_METHODS": "Συνιστώμενες μέθοδοι κρυπτογράφησης",
    "LBL_OTHER_METHODS": "Άλλες μέθοδοι κρυπτογράφησης",
    "LBL_PASSWORD_CHANGE_RULES": "Password change rules",
    "LBL_TIME_TO_CHECK_PWNED": "How often to check during login if the password is in the stolen passwords database (days)",
    "LBL_NO_REGISTER_ENCRYPTION": "Αυτή η μέθοδος κρυπτογράφησης δεν υποστηρίζεται από το σύστημα",
    "LBL_PASSWORD_LENGTH_IS": "Password length must be %s characters"
  }
}
