{
  "php": {
    "LBL_COMPANIES": "Στοιχεία εταιρείας",
    "Companies": "Στοιχεία εταιρείας",
    "LBL_ID": "Αναγνωριστικό",
    "LBL_NAME": "Όνομα εταιρείας ή ονοματεπώνυμο",
    "LBL_EMAIL": "E-mail",
    "LBL_CITY": "Πόλη/Χωριό",
    "LBL_COUNTRY": "Χώρα",
    "LBL_CONDITIONS_OF_REGISTRATION": "All data below must be true, it is an obligatory condition of registering the product that results from the license terms.  %s \nIn the registration, there should be all entities involved in the implementation of the CRM system, e.g. \"Target user\" should always be filled in with the data of an entity that uses this system. The \"Supplier\" entry type must exist when an entity implementing CRM is different from the one that uses it. The \"Integrator\" entry type must exist when integration with a CRM system was performed and the data of the entity that integrated the system needs to be submitted.\nIn order for the system to correctly verify the registration key, Cron must be active and function properly. \n\nThe validity of data submitted during registration is verified manually within 72h. Providing any false data will cause the entire registration to be declined. Thank you for your patience.\n%s",
    "LBL_TYPE": "Τύπος",
    "LBL_TYPE_INFO": "\n- end user - an entity that uses the CRM system \n- provider - an entity that implements a CRM system for another entity that will use it \n- integrator - an entity that integrates the CRM system\n\n NOTE: If you are a provider/integrator and you want to register the CRM on behalf of your client, remember that both entities must be registered - you as a vendor/integrator and your client as an end user.",
    "LBL_TYPE_TARGET_USER": "Τελικός χρήστης",
    "LBL_TYPE_INTEGRATOR": "Integrator",
    "LBL_CHANGING_ENTITY_NAME": "Each change in the entity's information requires re-registration.",
    "LBL_TYPE_PROVIDER": "Provider",
    "LBL_COMPANYSIZE": "The number of employees employed by the entity",
    "LBL_WEBSITE": "The website of the entity",
    "LBL_WEBSITE_INFO": "Enter the entity's website or a personal website. DO NOT enter the URL where your CRM is installed.",
    "LBL_INDUSTRY": "Κλάδος",
    "LBL_FIRSTNAME": "Όνομα",
    "LBL_LASTNAME": "Επώνυμο",
    "LBL_LOGO": "Λογότυπο",
    "LBL_ADDRESS": "Διεύθυνση",
    "LBL_POST_CODE": "Ταχυδρομικός Κώδικας",
    "LBL_VAT_ID": "Entity's unique identifier",
    "LBL_VAT_ID_INFO": "In case of companies, provide unique tax identifier applicable in the country, for example TAX ID: PL1180002425\nIn case of private persons, provide a unique identifier assigned on the day of birth, for example:  PESEL: 01234567890",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Ενημερωτικό δελτίο",
    "LBL_NEWSLETTER_ALERT": "Η εισαγωγή ψεύτικων στοιχείων θα προκαλέσει την άρνηση της εγγραφής. Για να αφαιρέσετε τα δεδομένα όπως Όνομα, Επώνυμο, E-mail από το ενημερωτικό δελτίο, αποεπιλέξτε το πεδίο Newsletter",
    "LBL_EMAIL_NEWSLETTER_INFO": "Εγγραφείτε δωρεάν στο newsletter του YetiForce. Ενημερωθείτε για τις πιο πρόσφατες δυνατότητες στο σύστημα, και μάθετε περισσότερα σχετικά με τον τομέα του CRM. Θα σας στείλουμε πληροφορίες σχετικά με νέες εκδόσεις, εκδηλώσεις, ενημερώσεις, νέες προσθήκες στο σύστημα, και πολλά άλλα.\nΣυμμετάσχετε στην κοινότητά μας και μείνετε ενημερωμένοι.\nΑπαιτείται σύνδεση στο Internet για να εγγραφείτε.",
    "LBL_ENTITY_NAMES_EXIST": "The entity name already exists",
    "LBL_LAST_SCAN_DATE": "Ημερομηνία της τελευταίας σάρωσης της κατάστασης εγγραφής",
    "LBL_LAST_SCAN_ERROR": "H κατάσταση εγγραφής δεν έχει επαληθευτεί:\n- Το CRM σας δεν έχει πρόσβαση στο Internet,\n- Το Cron δεν λειτουργεί ή υπάρχουν σφάλματα κατά την λειτουργία του,\n- Υπάρχουν σφάλματα στη ρύθμιση παραμέτρων του διακομιστή",
    "LBL_REGISTER_CRM_ONLINE": "Εγγραφή - Online",
    "LBL_ERROR_MESSAGE": "Σφάλμα: %s",
    "LBL_REGISTER_CRM_SERIAL": "Εγγραφή - Offline",
    "LBL_REGISTER_CHECK": "Έλεγχος κατάστασης",
    "LBL_NOT_REGISTERED": "Χωρίς εγγραφή",
    "LBL_WAITING_FOR_ACCEPTANCE": "Αναμένεται έγκριση",
    "LBL_INCORRECT_DATA": "Εσφαλμένα δεδομένα",
    "LBL_INCOMPLETE_DATA": "Ελλιπή δεδομένα",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Offline - Το κλειδί δεν βρέθηκε",
    "LBL_OFFLINE_SIGNED": "Offline - Αποδεκτή",
    "LBL_SPECIAL_REGISTRATION": "Ειδική εγγραφή",
    "LBL_ACCEPTED": "Αποδεκτή",
    "LBL_REGISTRATION_DATA": "Στοιχεία εγγραφής",
    "LBL_BRAND_DATA": "Στοιχεία εμπορικού σήματος",
    "LBL_BRAND_DATA_INFO": "Το σημείο αυτό χρησιμοποιείται όταν η Yetiforce έχει πληρωθεί για να εισάγει τα δικά σας στοιχεία στο κάτω μέρος.",
    "LBL_BILLING_DATA": "Στοιχεία χρέωσης",
    "LBL_SYSTEM_NOT_REGISTERED": "Το σύστημα YetiForce δεν έχει καταχωριστεί σωστά ή τα παρεχόμενα δεδομένα είναι λάθος.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Οι πληρωμένες λειτουργίες έχουν ενεργοποιηθεί στο σύστημα %s, παρακαλώ αγοράστε μια συνδρομή."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Εισάγετε το κλειδί εγγραφής",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Εισαγάγετε όλα τα απαιτούμενα δεδομένα"
  }
}
