{
  "php": {
    "LBL_COMPANIES": "Στοιχεία εταιρείας",
    "Companies": "Στοιχεία εταιρείας",
    "LBL_ID": "Αναγνωριστικό",
    "LBL_NAME": "Όνομα εταιρείας ή ονοματεπώνυμο",
    "LBL_EMAIL": "E-mail",
    "LBL_CITY": "Πόλη/Χωριό",
    "LBL_COUNTRY": "Χώρα",
    "LBL_CONDITIONS_OF_REGISTRATION": "Όλα τα παρακάτω δεδομένα πρέπει να είναι αληθή, είναι μια υποχρεωτική προϋπόθεση για την καταχώριση του προϊόντος που προκύπτει από τους όρους της άδειας.  %s \nΣτην εγγραφή, θα πρέπει να συμμετέχουν όλες οι οντότητες στην εφαρμογή του συστήματος CRM, π. χ.. \"Τελικός χρηλστης\" θα πρέπει πάντα να συμπληρώνεται με τα δεδομένα μιας οντότητας που χρησιμοποιεί αυτό το σύστημα. Ο τύπος εισόδου \"Πάροχος\" πρέπει να υπάρχει όταν μια οντότητα που εφαρμόζει CRM είναι διαφορετική από εκείνη που τη χρησιμοποιεί. Ο τύπος εισόδου «Ενοποιητής» πρέπει να υπάρχει όταν πραγματοποιήθηκε η ενσωμάτωση με ένα σύστημα CRM και τα δεδομένα της οντότητας που ενσωμάτωσε το σύστημα πρέπει να υποβληθούν.\nΠροκειμένου το σύστημα να επαληθεύσει σωστά το κλειδί εγγραφής, το Cron πρέπει να είναι ενεργό και να λειτουργεί σωστά. \n\nΗ εγκυρότητα των δεδομένων που υποβλήθηκαν κατά την εγγραφή επαληθεύεται με μη αυτόματο τρόπο εντός 72 ωρών. Η παροχή ψευδών δεδομένων θα προκαλέσει την ακύρωση ολόκληρης της εγγραφής. Σας ευχαριστούμε για την υπομονή σας.\n%s",
    "LBL_TYPE": "Τύπος",
    "LBL_TYPE_INFO": "\n- τελικός χρήστης - μια οντότητα που χρησιμοποιεί το σύστημα CRM \n- πάροχος - μια οντότητα που εφαρμόζει ένα σύστημα CRM για μια άλλη οντότητα που θα το χρησιμοποιήσει \n- έναν ενοποιητή - μια οντότητα που ενσωματώνει το σύστημα CRM\n\n ΣΗΜΕΙΩΣΗ: Εάν είστε πάροχος/ενοποιητής και θέλετε να εγγράψετε το CRM για λογαριασμό του πελάτη σας, θυμηθείτε ότι και οι δύο οντότητες πρέπει να εγγραφούν - εσείς ως πωλητής/ενοποιητής και ο πελάτης σας ως τελικός χρήστης.",
    "LBL_TYPE_TARGET_USER": "Τελικός χρήστης",
    "LBL_TYPE_INTEGRATOR": "Integrator",
    "LBL_CHANGING_ENTITY_NAME": "Κάθε αλλαγή στις πληροφορίες της οντότητας απαιτεί επανεγγραφή.",
    "LBL_TYPE_PROVIDER": "Πάροχος",
    "LBL_COMPANYSIZE": "Ο αριθμός των εργαζομένων που απασχολεί η οικονομική οντότητα",
    "LBL_WEBSITE": "Η ιστοσελίδα της οντότητας",
    "LBL_WEBSITE_INFO": "Εισάγετε την ιστοσελίδα της οντότητας ή έναν προσωπικό ιστότοπο. ΜΗΝ εισάγετε τη διεύθυνση URL όπου έχει εγκατασταθεί το CRM σας.",
    "LBL_INDUSTRY": "Κλάδος",
    "LBL_FIRSTNAME": "Όνομα",
    "LBL_LASTNAME": "Επώνυμο",
    "LBL_LOGO": "Λογότυπο",
    "LBL_ADDRESS": "Διεύθυνση",
    "LBL_POST_CODE": "Ταχυδρομικός Κώδικας",
    "LBL_VAT_ID": "Μοναδικό αναγνωριστικό της οντότητας",
    "LBL_VAT_ID_INFO": "Σε περίπτωση εταιρειών, να παρασχεθεί μοναδικός φορολογικός αναγνωριστικός κωδικός που ισχύει στη χώρα, για παράδειγμα αριθμός ΑΦΜ: EL123456789\nΣε περίπτωση ιδιωτών, να παρασχεθεί μοναδικό αναγνωριστικό κωδικό που έχει αποδοθεί κατά την ημέρα γέννησης, για παράδειγμα: AMKA: 01234567890",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Ενημερωτικό δελτίο",
    "LBL_NEWSLETTER_ALERT": "Η εισαγωγή ψεύτικων στοιχείων θα προκαλέσει την άρνηση της εγγραφής. Για να αφαιρέσετε τα δεδομένα όπως Όνομα, Επώνυμο, E-mail από το ενημερωτικό δελτίο, αποεπιλέξτε το πεδίο Newsletter",
    "LBL_EMAIL_NEWSLETTER_INFO": "Εγγραφείτε δωρεάν στο newsletter του YetiForce. Ενημερωθείτε για τις πιο πρόσφατες δυνατότητες στο σύστημα, και μάθετε περισσότερα σχετικά με τον τομέα του CRM. Θα σας στείλουμε πληροφορίες σχετικά με νέες εκδόσεις, εκδηλώσεις, ενημερώσεις, νέες προσθήκες στο σύστημα, και πολλά άλλα.\nΣυμμετάσχετε στην κοινότητά μας και μείνετε ενημερωμένοι.\nΑπαιτείται σύνδεση στο Internet για να εγγραφείτε.",
    "LBL_ENTITY_NAMES_EXIST": "Το όνομα της οντότητας υπάρχει ήδη",
    "LBL_LAST_SCAN_DATE": "Ημερομηνία της τελευταίας σάρωσης της κατάστασης εγγραφής",
    "LBL_LAST_SCAN_ERROR": "H κατάσταση εγγραφής δεν έχει επαληθευτεί:\n- Το CRM σας δεν έχει πρόσβαση στο Internet,\n- Το Cron δεν λειτουργεί ή υπάρχουν σφάλματα κατά την λειτουργία του,\n- Υπάρχουν σφάλματα στη ρύθμιση παραμέτρων του διακομιστή",
    "LBL_REGISTER_CRM_ONLINE": "Εγγραφή - Online",
    "LBL_ERROR_MESSAGE": "Σφάλμα: %s",
    "LBL_REGISTER_CRM_SERIAL": "Εγγραφή - Offline",
    "LBL_REGISTER_CHECK": "Έλεγχος κατάστασης",
    "LBL_NOT_REGISTERED": "Χωρίς εγγραφή",
    "LBL_WAITING_FOR_ACCEPTANCE": "Αναμένεται έγκριση",
    "LBL_INCORRECT_DATA": "Εσφαλμένα δεδομένα",
    "LBL_INCOMPLETE_DATA": "Ελλιπή δεδομένα",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Offline - Το κλειδί δεν βρέθηκε",
    "LBL_OFFLINE_SIGNED": "Offline - Αποδεκτή",
    "LBL_SPECIAL_REGISTRATION": "Ειδική εγγραφή",
    "LBL_ACCEPTED": "Αποδεκτή",
    "LBL_REGISTRATION_DATA": "Στοιχεία εγγραφής",
    "LBL_BRAND_DATA": "Στοιχεία εμπορικού σήματος",
    "LBL_BRAND_DATA_INFO": "Το σημείο αυτό χρησιμοποιείται όταν η Yetiforce έχει πληρωθεί για να εισάγει τα δικά σας στοιχεία στο κάτω μέρος.",
    "LBL_BILLING_DATA": "Στοιχεία χρέωσης",
    "LBL_SYSTEM_NOT_REGISTERED": "Το σύστημα YetiForce δεν έχει καταχωριστεί σωστά ή τα παρεχόμενα δεδομένα είναι λάθος.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Οι πληρωμένες λειτουργίες έχουν ενεργοποιηθεί στο σύστημα %s, παρακαλώ αγοράστε μια συνδρομή."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Εισάγετε το κλειδί εγγραφής",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Εισαγάγετε όλα τα απαιτούμενα δεδομένα"
  }
}
