{
  "php": {
    "LBL_COMPANIES": "Firmeninformationen",
    "Companies": "Firmeninformationen",
    "LBL_ID": "ID",
    "LBL_NAME": "Firmenname oder Vor- und Nachname",
    "LBL_EMAIL": "E-Mail",
    "LBL_CITY": "Ort",
    "LBL_COUNTRY": "Land",
    "LBL_CONDITIONS_OF_REGISTRATION": "All data below must be true, it is an obligatory condition of registering the product that results from the license terms.  %s \nIn the registration, there should be all entities involved in the implementation of the CRM system, e.g. \"Target user\" should always be filled in with the data of an entity that uses this system. The \"Supplier\" entry type must exist when an entity implementing CRM is different from the one that uses it. The \"Integrator\" entry type must exist when integration with a CRM system was performed and the data of the entity that integrated the system needs to be submitted.\nIn order for the system to correctly verify the registration key, Cron must be active and function properly. \n\nThe validity of data submitted during registration is verified manually within 72h. Providing any false data will cause the entire registration to be declined. Thank you for your patience.\n%s",
    "LBL_TYPE": "Typ",
    "LBL_TYPE_INFO": "\n- end user - an entity that uses the CRM system \n- provider - an entity that implements a CRM system for another entity that will use it \n- integrator - an entity that integrates the CRM system\n\n NOTE: If you are a provider/integrator and you want to register the CRM on behalf of your client, remember that both entities must be registered - you as a vendor/integrator and your client as an end user.",
    "LBL_TYPE_TARGET_USER": "Endbenutzer",
    "LBL_TYPE_INTEGRATOR": "Integrator",
    "LBL_CHANGING_ENTITY_NAME": "Each change in the entity's information requires re-registration.",
    "LBL_TYPE_PROVIDER": "Anbieter",
    "LBL_COMPANYSIZE": "The number of employees employed by the entity",
    "LBL_WEBSITE": "Die Website der Entität",
    "LBL_WEBSITE_INFO": "Enter the entity's website or a personal website. DO NOT enter the URL where your CRM is installed.",
    "LBL_INDUSTRY": "Industrie",
    "LBL_FIRSTNAME": "Vorname",
    "LBL_LASTNAME": "Nachname",
    "LBL_LOGO": "Logo",
    "LBL_ADDRESS": "Addresse",
    "LBL_POST_CODE": "Postleitzahl",
    "LBL_VAT_ID": "Eindeutige Kennung der Entität",
    "LBL_VAT_ID_INFO": "Im Falle von Unternehmen geben Sie eine eindeutige Steuernummer an, die im Land anwendbar ist, zum Beispiel TAX ID: PL1180002425\nBei Privatpersonen geben Sie einen eindeutigen Identifikator an, der am Geburtstag zugewiesen wurde, zum Beispiel: PESEL: 01234567890",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Newsletter",
    "LBL_NEWSLETTER_ALERT": "Bei Eingabe gefälschter Daten wird die Registrierung verweigert. Um Daten wie Name, Nachname, E-Mail aus dem Newsletter zu entfernen, deaktivieren Sie bitte das Feld Newsletter",
    "LBL_EMAIL_NEWSLETTER_INFO": "Melden Sie sich für den kostenlosen Newsletter von YetiForce an. Werden Sie über die neuesten Funktionen im System informiert und erfahren Sie mehr über CRM. Wir senden Ihnen Informationen über neue Versionen, Updates, Ereignisse, neue Ergänzungen zum System und vieles mehr.\nTreten Sie unserer Community bei und bleiben Sie auf dem aktuellen Stand.\nInternetverbindung ist erforderlich, um sich anzumelden.",
    "LBL_ENTITY_NAMES_EXIST": "Der Entitätsname existiert bereits",
    "LBL_LAST_SCAN_DATE": "Datum des letzten Scans des Status der Registrierung",
    "LBL_LAST_SCAN_ERROR": "Der Registrierungsstatus wurde nicht verifiziert:\n- Ihr CRM hat keinen Internetzugang,\n- Cron funktioniert nicht oder es gibt Fehler in seiner Bedienung,\n- Fehler in der Serverkonfiguration",
    "LBL_REGISTER_CRM_ONLINE": "Online-Anmeldung-",
    "LBL_ERROR_MESSAGE": "Fehler: %s",
    "LBL_REGISTER_CRM_SERIAL": "Registrierungsschlüssel",
    "LBL_REGISTER_CHECK": "Status überprüfen",
    "LBL_NOT_REGISTERED": "Nicht registriert",
    "LBL_WAITING_FOR_ACCEPTANCE": "Warten auf Freigabe",
    "LBL_INCORRECT_DATA": "Fehlerhafte Daten",
    "LBL_INCOMPLETE_DATA": "Unvollständige Daten",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Offline - Schlüssel nicht gefunden",
    "LBL_OFFLINE_SIGNED": "Offline - Bestätigt",
    "LBL_SPECIAL_REGISTRATION": "Gesonderte Registrierung",
    "LBL_ACCEPTED": "Akzeptiert",
    "LBL_REGISTRATION_DATA": "Registrierungsdaten",
    "LBL_BRAND_DATA": "Markendaten",
    "LBL_BRAND_DATA_INFO": "Block, der beim Kauf von YetiForce Branding verwendet wird, erlaubt es Ihnen, benutzerdefinierte Daten in der Fußzeile sichtbar zu machen.",
    "LBL_BILLING_DATA": "Rechnungsdaten",
    "LBL_SYSTEM_NOT_REGISTERED": "Das System YetiForce wurde nicht ordnungsgemäß registriert oder die angegebenen Daten sind falsch.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Bezahlte Funktionen wurden im System %saktiviert, bitte erwerben Sie ein Abonnement."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Registrierungsschlüssel eingeben",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Alle erforderlichen Daten eingeben"
  }
}
