{
  "php": {
    "LBL_COMPANIES": "Firmeninformationen",
    "Companies": "Firmeninformationen",
    "LBL_ID": "ID",
    "LBL_NAME": "Firmenname oder Vor- und Nachname",
    "LBL_EMAIL": "E-Mail",
    "LBL_CITY": "Ort",
    "LBL_COUNTRY": "Land",
    "LBL_CONDITIONS_OF_REGISTRATION": "Alle nachstehenden Daten müssen wahr sein, es ist eine zwingende Bedingung für die Registrierung des Produkts, das sich aus den Lizenzbedingungen ergibt.  %s \nIn der Registrierung sollten alle Unternehmen an der Implementierung des CRM-Systems beteiligt sein. \"Zielnutzer\" sollte immer mit den Daten eines Unternehmens ausgefüllt werden, das dieses System benutzt. \nDer Eintragstyp \"Lieferanten\" muss existieren, wenn das Unternehmen das das CRM implementiert von dem Unternehmen abweicht, welches es verwendet. \nDer Eintragstyp \"Integrator\" muss existieren, wenn die Integration mit einem CRM-System durchgeführt wurde und die Daten des Unternehmens, das das System integriert hat, übermittelt werden.\nDamit das System den Registrierungsschlüssel korrekt überprüft, muss Cron aktiv sein und ordnungsgemäß funktionieren. \nDie Gültigkeit der bei der Registrierung übermittelten Daten wird innerhalb von 72 Stunden manuell überprüft. Wenn Sie falsche Daten angeben, wird die gesamte Registrierung abgelehnt. Vielen Dank für Ihre Geduld.\n %s",
    "LBL_TYPE": "Typ",
    "LBL_TYPE_INFO": "\n- Endbenutzer - ein Unternehmen, das das CRM-System nutzt\n- Anbieter - ein Unternehmen, das ein CRM-System für ein anderes Unternehmen implementiert, das es verwenden wird \n- Integrator - ein Unternehmen, das das CRM-System integriert:\n\n HINWEIS: Wenn Sie Anbieter/Integrator sind und das CRM im Namen Ihres Clients registrieren möchten, Denken Sie daran, dass beide Unternehmen registriert werden müssen - Ihr Unternehmen als Verkäufer/Integrator und das Unternehmen Ihres Kunden als Endverbraucher.",
    "LBL_TYPE_TARGET_USER": "Endbenutzer",
    "LBL_TYPE_INTEGRATOR": "Integrator",
    "LBL_CHANGING_COMPANY_NAME": "Jede Änderung des Firmennamens erfordert eine erneute Registrierung.",
    "LBL_TYPE_PROVIDER": "Anbieter",
    "LBL_COMPANYSIZE": "Die Anzahl der Mitarbeiter des Unternehmens",
    "LBL_WEBSITE": "Webseite Ihres Unternehmens",
    "LBL_INDUSTRY": "Industrie",
    "LBL_FIRSTNAME": "Vorname",
    "LBL_LASTNAME": "Nachname",
    "LBL_LOGO": "Logo",
    "LBL_ADDRESS": "Addresse",
    "LBL_POST_CODE": "Postleitzahl",
    "LBL_VAT_ID": "TAX-ID",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Newsletter",
    "LBL_NEWSLETTER_ALERT": "Bei Eingabe gefälschter Daten wird die Registrierung verweigert. Um Daten wie Name, Nachname, E-Mail aus dem Newsletter zu entfernen, deaktivieren Sie bitte das Feld Newsletter",
    "LBL_NAME_INFO": "Bei Privatpersonen geben Sie bitte 'Privatnutzung' ein.",
    "LBL_WEBSITE_INFO": "Geben Sie Ihre Firmen-Website nicht die URL Ihres CRM.",
    "LBL_EMAIL_NEWSLETTER_INFO": "Melden Sie sich für den kostenlosen Newsletter von YetiForce an. Werden Sie über die neuesten Funktionen im System informiert und erfahren Sie mehr über CRM. Wir senden Ihnen Informationen über neue Versionen, Updates, Ereignisse, neue Ergänzungen zum System und vieles mehr.\nTreten Sie unserer Community bei und bleiben Sie auf dem aktuellen Stand.\nInternetverbindung ist erforderlich, um sich anzumelden.",
    "LBL_COMPANY_NAMES_EXIST": "Der Firmenname existiert bereits",
    "LBL_LAST_SCAN_DATE": "Datum des letzten Scans des Status der Registrierung",
    "LBL_LAST_SCAN_ERROR": "Der Registrierungsstatus wurde nicht verifiziert:\n- Ihr CRM hat keinen Internetzugang,\n- Cron funktioniert nicht oder es gibt Fehler in seiner Bedienung,\n- Fehler in der Serverkonfiguration",
    "LBL_REGISTER_CRM_ONLINE": "Online-Anmeldung-",
    "LBL_ERROR_MESSAGE": "Fehler: %s",
    "LBL_REGISTER_CRM_SERIAL": "Registrierungsschlüssel",
    "LBL_REGISTER_CHECK": "Status überprüfen",
    "LBL_NOT_REGISTERED": "Nicht registriert",
    "LBL_WAITING_FOR_ACCEPTANCE": "Warten auf Freigabe",
    "LBL_INCORRECT_DATA": "Fehlerhafte Daten",
    "LBL_INCOMPLETE_DATA": "Unvollständige Daten",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Offline - Schlüssel nicht gefunden",
    "LBL_OFFLINE_SIGNED": "Offline - Bestätigt",
    "LBL_SPECIAL_REGISTRATION": "Gesonderte Registrierung",
    "LBL_ACCEPTED": "Akzeptiert",
    "LBL_REGISTRATION_DATA": "Registrierungsdaten",
    "LBL_BRAND_DATA": "Markendaten",
    "LBL_BRAND_DATA_INFO": "Block, der beim Kauf von YetiForce Branding verwendet wird, erlaubt es Ihnen, benutzerdefinierte Daten in der Fußzeile sichtbar zu machen.",
    "LBL_BILLING_DATA": "Rechnungsdaten",
    "LBL_SYSTEM_NOT_REGISTERED": "Das System YetiForce wurde nicht ordnungsgemäß registriert oder die angegebenen Daten sind falsch.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Bezahlte Funktionen wurden im System %saktiviert, bitte erwerben Sie ein Abonnement."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Registrierungsschlüssel eingeben",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Alle erforderlichen Daten eingeben"
  }
}
