{
  "php": {
    "LBL_COMPANIES": "Organisatiegegevens",
    "Companies": "Organisatiegegevens",
    "LBL_ID": "ID",
    "LBL_NAME": "Company name or first and last name",
    "LBL_EMAIL": "E-mail",
    "LBL_CITY": "Gemeente",
    "LBL_COUNTRY": "Land",
    "LBL_CONDITIONS_OF_REGISTRATION": "Alle onderstaande gegevens moeten waar zijn, het is een verplichte voorwaarde voor het registreren van het product dat voortkomt uit de licentievoorwaarden.  %s \nIn de registratie, moeten alle bedrijven betrokken zijn bij de implementatie van het CRM-systeem, e.. \"Doelgebruiker\" moet altijd worden ingevuld met de gegevens van een bedrijf dat dit systeem gebruikt. \nHet \"Leverancier\" entry type moet bestaan wanneer een bedrijf implementatie CRM is verschillend van degene die het gebruikt. \nHet \"Integrator\" entry type moet bestaan wanneer integratie met een CRM-systeem werd uitgevoerd en de gegevens van het bedrijf dat het systeem integreert moeten worden ingediend.\nOm het systeem de registratiesleutel goed te verifiëren moet Cron actief zijn en goed functioneren. \nDe geldigheid van de tijdens de registratie ingediende gegevens wordt binnen 72 uur handmatig geverifieerd. Het verstrekken van valse gegevens zal ervoor zorgen dat de gehele registratie wordt geweigerd. Dank u voor uw geduld.\n %s",
    "LBL_TYPE": "Type",
    "LBL_TYPE_INFO": "\n- end user - a company that uses the CRM system \n- provider - a company that implements a CRM system for another company that will use it \n- integrator - a company that integrates the CRM system\n\n NOTE: If you are a provider/integrator and you want to register the CRM on behalf of your client, remember that both companies must be registered - your company as a vendor/integrator and your client’s company as an end user.",
    "LBL_TYPE_TARGET_USER": "Eindgebruiker",
    "LBL_TYPE_INTEGRATOR": "Integrator",
    "LBL_CHANGING_COMPANY_NAME": "Elke wijziging van de naam van het bedrijf vereist herregistratie.",
    "LBL_TYPE_PROVIDER": "Aanbieder",
    "LBL_COMPANYSIZE": "The number of employees of the company",
    "LBL_WEBSITE": "Your company's website",
    "LBL_INDUSTRY": "Branche",
    "LBL_FIRSTNAME": "Voornaam",
    "LBL_LASTNAME": "Achternaam",
    "LBL_LOGO": "Logo",
    "LBL_ADDRESS": "Address",
    "LBL_POST_CODE": "Postcode",
    "LBL_VAT_ID": "TAX ID",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Newsletter",
    "LBL_NEWSLETTER_ALERT": "Entering fake data will cause the registration to be denied. In order to remove the data such as Name, Surname, E-mail from the newsletter, uncheck the field Newsletter",
    "LBL_NAME_INFO": "In case of private individuals please enter 'Private use'.",
    "LBL_WEBSITE_INFO": "Enter your company website NOT your CRM's URL.",
    "LBL_EMAIL_NEWSLETTER_INFO": "Sign up for YetiForce’s free newsletter. Keep up with all latest features in the system, and find out more about the CRM sector. We will send you information about new versions, updates, events, new additions to the system, and much more.\nJoin our community and stay up to date.\nInternet connection is required to sign up.",
    "LBL_COMPANY_NAMES_EXIST": "De naam van de organisatie bestaat al",
    "LBL_LAST_SCAN_DATE": "Date of the last scan of the status the registration",
    "LBL_LAST_SCAN_ERROR": "The registration status hasn’t been verified:\n- Your CRM does not have Internet access,\n- Cron does not work or there are errors in its operation,\n- Errors in server configuration",
    "LBL_REGISTER_CRM_ONLINE": "Registration - OnLine",
    "LBL_ERROR_MESSAGE": "Error: %s",
    "LBL_REGISTER_CRM_SERIAL": "Registratie - Sleutel",
    "LBL_REGISTER_CHECK": "Check status",
    "LBL_NOT_REGISTERED": "Niet geregistreerd",
    "LBL_WAITING_FOR_ACCEPTANCE": "Wachtend op goedkeuring",
    "LBL_INCORRECT_DATA": "Onjuiste gegevens",
    "LBL_INCOMPLETE_DATA": "Onvolledige gegevens",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Offline - Sleutel niet gevonden",
    "LBL_OFFLINE_SIGNED": "Offline - Geaccepteerd",
    "LBL_SPECIAL_REGISTRATION": "Speciale registratie",
    "LBL_ACCEPTED": "Geaccepteerd",
    "LBL_REGISTRATION_DATA": "Registration data",
    "LBL_BRAND_DATA": "Brand data",
    "LBL_BRAND_DATA_INFO": "Block used when YetiForce Branding is purchased allows you to enter custom data visible in the footer.",
    "LBL_BILLING_DATA": "Billing data",
    "LBL_SYSTEM_NOT_REGISTERED": "Het YetiForce systeem is niet correct geregistreerd of de ingevoerde gegevens zijn onjuist.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Betaalde functionaliteiten zijn ingeschakeld in het systeem %s, koop alstublieft een abonnement."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Voer registratiesleutel in",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Voer alle vereiste gegevens in"
  }
}
