{
  "php": {
    "LBL_COMPANIES": "Coordonnées de l'entreprise",
    "Companies": "Coordonnées de l'entreprise",
    "LBL_ID": "N°",
    "LBL_NAME": "Le nom de votre entreprise",
    "LBL_EMAIL": "Courriel",
    "LBL_CITY": "Ville/Village",
    "LBL_COUNTRY": "Pays",
    "LBL_CONDITIONS_OF_REGISTRATION": "Toutes les données ci-dessous doivent être vraies, c'est une condition obligatoire d'enregistrement du produit qui résulte des termes de la licence. % s Lors de l'enregistrement, toutes les entreprises devraient être impliquées dans la mise en œuvre du système CRM, par ex. «Utilisateur cible» doit toujours être renseigné avec les données d'une entreprise qui utilise ce système. Le type d'entrée \"Fournisseur\" doit exister lorsqu'une entreprise mettant en œuvre CRM est différente de celle qui l'utilise. Le type d'entrée \"Integrator\" doit exister lorsque l'intégration avec un système CRM a été effectuée et que les données de l'entreprise qui a intégré le système doivent être soumises. Pour que le système vérifie correctement la clé d'enregistrement, Cron doit être actif et fonctionner correctement. . La validité des données soumises lors de l'inscription est vérifiée manuellement dans les 72h. La communication de fausses données entraînera le refus de la totalité de l'inscription. Merci pour votre patience. %s",
    "LBL_TYPE": "Type",
    "LBL_TYPE_TARGET_USER": "Utilisateur final",
    "LBL_TYPE_INTEGRATOR": "Intégrateur",
    "LBL_CHANGING_COMPANY_NAME": "Chaque changement de nom de l'entreprise nécessite un nouvel enregistrement.",
    "LBL_TYPE_PROVIDER": "Fournisseur",
    "LBL_COMPANYSIZE": "Le nombre d'employés de l'entreprise",
    "LBL_WEBSITE": "Site Web de votre entreprise",
    "LBL_INDUSTRY": "Industrie",
    "LBL_FIRSTNAME": "Prénom",
    "LBL_LASTNAME": "Nom",
    "LBL_LOGO": "Logo",
    "LBL_ADDRESS": "Adresse",
    "LBL_POST_CODE": "Code postal",
    "LBL_VAT_ID": "Numéro de TVA Intracom.",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Newsletters",
    "LBL_NEWSLETTER_ALERT": "La saisie de fausses données entraînera le refus de l'enregistrement.",
    "LBL_NAME_INFO": "Dans le cas de particuliers, veuillez saisir \"Usage privé\".",
    "LBL_VAT_ID_INFO": "Dans le cas de particuliers, veuillez saisir \"Usage privé\". Entrez \"aucun\" si votre entreprise ne possède pas de numéro de TVA.",
    "LBL_WEBSITE_INFO": "Entrez le site Web de votre entreprise PAS l'URL de votre CRM.",
    "LBL_EMAIL_NEWSLETTER_INFO": "Inscrivez-vous à la newsletter gratuite de YetiForce. Suivez toutes les dernières fonctionnalités du système et découvrez-en plus sur le secteur CRM. Nous vous enverrons des informations sur les nouvelles versions, les mises à jour, les événements, les nouveaux ajouts au système, et bien plus encore. Rejoignez notre communauté et restez à jour. Une connexion Internet est requise pour vous inscrire.",
    "LBL_COMPANY_NAMES_EXIST": "Le nom de l'entreprise existe déjà",
    "LBL_LAST_SCAN_DATE": "Date du dernier scan du statut de l'inscription",
    "LBL_LAST_SCAN_ERROR": "Le statut d'enregistrement n'a pas été vérifié: - Votre CRM n'a pas accès à Internet, - Cron ne fonctionne pas ou il y a des erreurs dans son fonctionnement, - Des erreurs dans la configuration du serveur",
    "LBL_REGISTER_CRM_ONLINE": "Inscription - En ligne",
    "LBL_ERROR_MESSAGE": "Erreur : %s",
    "LBL_REGISTER_CRM_SERIAL": "Clé d'enregistrement",
    "LBL_REGISTER_CHECK": "Vérifier l'état",
    "LBL_NOT_REGISTERED": "Non enregistré",
    "LBL_WAITING_FOR_ACCEPTANCE": "En attente de validation",
    "LBL_INCORRECT_DATA": "Données incorrectes",
    "LBL_INCOMPLETE_DATA": "Données incomplètes",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Hors ligne - Clé introuvable",
    "LBL_OFFLINE_SIGNED": "Hors ligne - Accepté",
    "LBL_SPECIAL_REGISTRATION": "Inscription spéciale",
    "LBL_ACCEPTED": "Accepté",
    "LBL_REGISTRATION_DATA": "Données d'enregistrement",
    "LBL_BRAND_DATA": "Données de marque",
    "LBL_BRAND_DATA_INFO": "Le bloc utilisé lors de l'achat de l'image de marque YetiForce vous permet de saisir des données personnalisées visibles dans le pied de page.",
    "LBL_BILLING_DATA": "Données de facturation",
    "LBL_SYSTEM_NOT_REGISTERED": "The YetiForce system has not been properly registered or the provided data is incorrect.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Paid functionalities have been enabled in the system %s, please purchase a subscription."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Entrez la clé d'enregistrement",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Entrez toutes les données requises"
  }
}
