{
  "php": {
    "Password": "Paramètrage du mot de passe",
    "LBL_PASSWORD_DESCRIPTION": "Paramétrer la complexité du mot de passe pour les utilisateurs",
    "LBL_Password_Header": "Paramètres determinant la complexité du mot de passe",
    "Minimum password length": "Longueur minimale du mot de passe",
    "Maximum password length": "Longueur maximale du mot de passe",
    "Uppercase letters from A to Z": "Lettres capitale de A à Z",
    "Lowercase letters a to z": "Lettres minuscule de a à z",
    "Password should contain numbers": "Le mot de passe doit contenir des nombres",
    "Password should contain special characters": "Le mot de passe doit contenir des caractères spéciaux",
    "LBL_ERROR": "Erreur en sauvegardant le fichier",
    "LBL_SAVE_OK": "Données sauvegardées",
    "characters": "caractères",
    "LBL_PASSWORD_COMPLEXITY": "Complexité du mot de passe",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Spécifiez la complexité des mots de passe utilisateur. Le système forcera la création de mots de passe sécurisés et conformément à vos directives.",
    "LBL_PASSWORD_PWNED_INFO": "Afin d'augmenter la sécurité, vous pouvez activer la vérification des mots de passe dans la base de données des mots de passe volés. Si un mot de passe est trouvé, le système ne permettra pas l'utilisation de ce mot de passe.",
    "LBL_PASSWORD_PWNED_ALERT": "Here you can find all available integrations with password database servers that you can use. In order to add a new server you have to create an integration file to communicate with the password database server.",
    "LBL_PROVIDER_NAME": "Nom du fournisseur",
    "LBL_PWNED_PASSWORD_PROVIDER": "Fournisseurs de base de données de mots de passe",
    "LBL_PROVIDER_URL": "URL du fournisseur",
    "LBL_PROVIDER_ACTIVE": "Le fournisseur est-il actif",
    "LBL_CHECK_PWNED_PASSWORD": "Le mot de passe ne peut pas être dans la base de données des mots de passe volés",
    "LBL_ALERT_PWNED_PASSWORD": "Password appears in the stolen passwords database",
    "LBL_PASSWORD_CHANGE_TIME": "Forcer le changement du mot de passe tous les",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - sans limitation de durée,\n365 - une fois par an,\n30 - une fois par mois.\nAprès cette période, chaque fois que l'utilisateur se connecte, le système affichera un message pour changer le mot de passe. Ce message peut être ignoré.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Temps maximum pour changer le mot de passe (jours)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "After this period, the user will be forced to change the password after they log in. They will not be able to use the CRM until they set a new password according to the password requirements.",
    "LBL_METHOD": "Méthode de chiffrement",
    "LBL_ENCRYPTION_CONFIG": "Configuration du chiffrement",
    "LBL_ENCRYPTION_VECTOR": "Initialization vector",
    "LBL_ENCRYPTION_KEY": "Clé de chiffrement",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "Le chiffrement du mot de passe n'est pas actif",
    "LBL_REGISTER_ENCRYPTION": "Encryption test successful. The encryption mechanism will be activated the next time Cron is triggered.\nEncryption time depends on the amount of passwords in the database.",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Cron \"System batch methods\" n'est pas actif. Ce cron est nécessaire pour que le mécanisme de chiffrement du mot de passe fonctionne correctement.",
    "LBL_ENCRYPTION_RUN": "Chiffrement des mots de passe en cours",
    "LBL_ENCRYPTION_WAITING": "Cryptage du mot de passe en attente du démarrage",
    "LBL_PASSWORD_SETTING_WARNING": "Les utilisateurs dont les mots de passe sont plus anciens que ceux spécifiés dans le champ d'application peuvent perdre la possibilité de se connecter. Il est fortement recommandé de réinitialiser les mots de passe avant d'effectuer des modifications.",
    "LBL_ENCRYPT_DESCRIPTION": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. The encryption key is saved in the following file: \\config\\SecurityKeys.php, and the vector can be found in the database. These parameters are required to decrypt the data.To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_ENCRYPT_MODULES_DESC": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_ENCRYPT_MODULE_EMPTY": "No encryption modules",
    "LBL_MODULE": "Module",
    "LBL_RECOMENDED_METHODS": "Méthodes de chiffrement recommandées",
    "LBL_OTHER_METHODS": "Autres méthodes de chiffrement",
    "LBL_PASSWORD_CHANGE_RULES": "Règles de changement de mot de passe",
    "LBL_TIME_TO_CHECK_PWNED": "À quelle fréquence vérifier pendant la connexion si le mot de passe est dans la base de données des mots de passe volés (jours)",
    "LBL_NO_REGISTER_ENCRYPTION": "Le chiffrage utilisant cette méthode n'est pas pris en charge par le système.",
    "LBL_PASSWORD_LENGTH_IS": "Vector length must be %s characters",
    "LBL_DISABLE_ENCRYPTION": "The encryption mechanism will be disabled the next time the cron is triggered",
    "LBL_SETTINGS_ENCRYPTION": "Paramètres",
    "LBL_MODULES_ENCRYPTION": "Modules"
  }
}
