{
  "php": {
    "Password": "إعدادات كلمة المرور",
    "LBL_PASSWORD_DESCRIPTION": "إختيار إعدادات كلمة المرور لمستخدمي البرنامج",
    "LBL_Password_Header": "معايير تحديد تعقيد كلمة المرور",
    "Minimum password length": "الحد الأدنى لطول كلمة المرور",
    "Maximum password length": "الحد الأقصى لطول كلمة المرور",
    "Uppercase letters from A to Z": "أحرف كبيرة من A إلى Z",
    "Lowercase letters a to z": "أحرف صغيرة من A إلى z",
    "Password should contain numbers": "يجب أن تحتوي كلمة المرور على أرقام",
    "Password should contain special characters": "يجب أن تحتوي كلمة المرور على أحرف خاصة",
    "LBL_ERROR": "خطأ في حفظ الملف",
    "LBL_SAVE_OK": "تم حفظ البيانات",
    "characters": "أحرف",
    "LBL_PASSWORD_COMPLEXITY": "تعقيد كلمة المرور",
    "LBL_PASSWORD_COMPLEXITY_INFO": "حدد كم يجب أن تكون كلمات مرور المستخدم معقدة. سيفرض النظام إنشاء كلمات مرور آمنة وتماشيا مع الشروط الخاصة بك.",
    "LBL_PASSWORD_PWNED_INFO": "من أجل زيادة الأمن، يمكنك تمكين التحقق من كلمات المرور في قاعدة بيانات كلمات المرور المسروقة. إذا تم العثور على كلمة مرور، لن يسمح النظام باستخدام كلمة المرور هذه.",
    "LBL_PASSWORD_PWNED_ALERT": "Here you can find all available integrations with password database servers that you can use. In order to add a new server you have to create an integration file to communicate with the password database server.",
    "LBL_PROVIDER_NAME": "اسم المزود",
    "LBL_PWNED_PASSWORD_PROVIDER": "مزودين قاعدة بيانات كلمات المرور",
    "LBL_PROVIDER_URL": "رابط المزود",
    "LBL_PROVIDER_ACTIVE": "هل المزود نشط",
    "LBL_CHECK_PWNED_PASSWORD": "لا يمكن أن تكون كلمة المرور في قاعدة بيانات كلمات المرور المسروقة",
    "LBL_ALERT_PWNED_PASSWORD": "ظهرت كلمة المرور %s مرات في قاعدة بيانات كلمات المرور المسروقة",
    "LBL_PASSWORD_CHANGE_TIME": "الإجبار على تغيير كلمة المرور كل",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - no limitation,\n365 - year,\n30 - month.\nAfter this period, each time a user logs in, the system will display a message to change the password. This message can be skipped.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "الحد الأقصى للوقت لتغيير كلمة المرور (الأيام)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "After this period, the user will be forced to change the password after they log in. They will not be able to use the CRM until they set a new password according to the password requirements.",
    "LBL_METHOD": "طريقة التشفير",
    "LBL_ENCRYPTION_CONFIG": "Encryption configuration",
    "LBL_ENCRYPTION_VECTOR": "Initialization vector",
    "LBL_ENCRYPTION_KEY": "Encryption key",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "تشفير كلمة المرور غير مفعل",
    "LBL_REGISTER_ENCRYPTION": "Encryption test successful. The encryption mechanism will be activated the next time Cron is triggered.\nEncryption time depends on the amount of passwords in the database.",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Cron \"طرق دفعة النظام\" غير نشطة. هذا cron مطلوب لتشغيل آلية تشفير كلمة المرور بشكل صحيح.",
    "LBL_ENCRYPTION_RUN": "جاري تشفير كلمة المرور",
    "LBL_ENCRYPTION_WAITING": "Password encryption waiting to start",
    "LBL_PASSWORD_SETTING_WARNING": "قد يفقد المستخدمون الذين لديهم كلمات مرور أقدم من تلك المحددة في النطاق القدرة على تسجيل الدخول. من المستحسن بشدة إعادة تعيين كلمات المرور قبل إجراء التعديلات",
    "LBL_ENCRYPT_DESCRIPTION": "The encryption mechanism in the system is used to encrypt sensitive data in the database. In order to enable encryption you have to define the method of encryption and enter an encryption key. For some of the encryption methods entering a vector is required. The encryption key is saved in the following file: \\config\\SecurityKeys.php, and the vector can be found in the database. These parameters are required to decrypt the data.To decrypt all passwords, select 'None' in the 'Encryption method'",
    "LBL_RECOMENDED_METHODS": "أساليب التشفير الموصى بها",
    "LBL_OTHER_METHODS": "طرق تشفير أخرى",
    "LBL_PASSWORD_CHANGE_RULES": "قواعد تغيير كلمة المرور",
    "LBL_TIME_TO_CHECK_PWNED": "كم عدد المرات التي يتم التحقق منها أثناء تسجيل الدخول إذا كانت كلمة المرور موجودة في قاعدة بيانات كلمات المرور المسروقة (أيام)",
    "LBL_NO_REGISTER_ENCRYPTION": "التشفير باستخدام هذه الطريقة غير مدعوم من قبل النظام",
    "LBL_PASSWORD_LENGTH_IS": "Vector length must be %s characters",
    "LBL_DISABLE_ENCRYPTION": "The encryption mechanism will be disabled the next time the cron is triggered"
  }
}
