{
  "php": {
    "LBL_MAGENTO": "Magento",
    "LBL_MAGENTO_DESCRIPTION": "",
    "LBL_MAGENTO_SETTINGS": "Magento instellingen",
    "LBL_MAGENTO_ALERT": "Het wordt aanbevolen om alle configuratiewijzigingen uit te voeren voordat u de synchronisatie start. Wijzigingen doorvoeren terwijl de synchronisatie actief is, kan voor foutmeldingen zorgen. ",
    "LBL_URL": "Magento pagina URL",
    "LBL_CONNECTOR": "Magento access connector",
    "LBL_STORE_CODE": "Magento winkelcode (store code)",
    "LBL_STORE_ID": "Magento winkel ID (store ID)",
    "LBL_STORAGE_ID": "Opslag",
    "LBL_STORAGE_ID_TOOLTIP": "De opslag waaraan Magento orders moeten worden gekoppeld",
    "LBL_SHIPPING_SERVICE_ID": "Verzend service",
    "LBL_SHIPPING_SERVICE_ID_TOOLTIP": "Extra artikel in de factuur of order als er bezorgkosten aanwezig zijn. \nDe waarde wordt gedownload van de bezorgkosten in Magento.",
    "LBL_PAYMENT_PAYPAL_SERVICE_ID": "PayPal Express betalingsdienst",
    "LBL_PAYMENT_PAYPAL_SERVICE_ID_TOOLTIP": "Extra item in de factuur of bestelling wanneer betaling via PayPal Express is geselecteerd.\nDe waarde wordt berekend op basis van de velden: opa totaal - subtotaal - discount_amount - shipping_amount ",
    "LBL_PAYMENT_CASH_SERVICE_ID": "Betaling op rembours betalingsmethode",
    "LBL_PAYMENT_CASH_SERVICE_ID_TOOLTIP": "Extra item in de factuur of order als betaling op levering is geselecteerd.\nDe waarde wordt berekend op basis van de volgende velden: grand_total - subtotal - discount_amount - shipping_amount",
    "LBL_SYNC_CURRENCY": "Valuta synchronisatie",
    "LBL_SYNC_CURRENCY_TOOLTIP": "De synchronisatie zorgt ervoor dat de valuta's in Magento automatisch worden toegevoegd aan het systeem.\nHet uitschakelen van deze optie zorgt ervoor dat items die niet bestaan in het CRM niet worden toegevoegd als deze niet bestaat",
    "LBL_SYNC_CATEGORIES": "Categorie synchronisatie",
    "LBL_SYNC_CATEGORIES_TOOLTIP": "Categorieën synchroniseren slechts op één manier.",
    "LBL_SYNC_PRODUCTS": "Producten synchronisatie",
    "LBL_SYNC_CUSTOMERS": "Klanten synchronisatie",
    "LBL_SYNC_CUSTOMERS_TOOLTIP": "De syncrhonisatie zal atuomatisch de Contacten en Accounts toevoegen aan het systeem en werkt slecht op één manier. (van Magento naar YetiForce).\nVoor dat u een record aanmaakt, verifieert het systeem of dit Contact/Account al bestaat, Contacten worden geverifieerd op basis van email adressen en Accounts d.m.v. het BTW-nummer.",
    "LBL_SYNC_ORDERS": "Order synchronisatie",
    "LBL_SYNC_ORDERS_TOOLTIP": "Orders worden voor beide kanten gesynchroniseerd. De complete order data wordt gedownload van Magento naar YetiForce en van YetiForce naar Magento, alleen de status wordt gedownload.",
    "LBL_SYNC_INVOICES": "Factuur synchronisatie",
    "LBL_SYNC_INVOICES_TOOLTIP": "Verkoopfacturen worden op één manier gesynchroniseerd (van Magento naar YetiForce).",
    "LBL_STORAGE_QUANTITY_LOCATION": "Locatie opslagruimte",
    "LBL_STORAGE_QUANTITY_LOCATION_TOOLTIP": "Opslag locatie wordt gebruikt om de product hoeveelheid te synchroniseren.\nDeze optie werkt alleen als de opslag is geselecteerd (het veld hierboven)",
    "LBL_PRODUCT_IMAGES_PATH": "Magento product afbeeldingen pad",
    "LBL_PRODUCT_IMAGES_PATH_TOOLTIP": "Pad naar Magento afbeeldingen map bijv. 'media/catalog/product/'",
    "LBL_PRODUCT_MAP_CLASS": "Product map klasse naam",
    "LBL_PRODUCT_MAP_CLASS_TOOLTIP": "Als u een eigen veldkaart wilt gebruiken, moet u nieuwe klasse maken in Kaarten/Custom. Daarna moet u deze waarde wijzigen, bijvoorbeeld 'App\\Integrations\\Magento\\Synchronizer\\Maps\\Custom\\Product'",
    "LBL_INVOICE_MAP_CLASS": "Facuur klasse naam",
    "LBL_INVOICE_MAP_CLASS_TOOLTIP": "Als u een aangepast veldkaart wilt gebruiken, dient u een nieuwe klasse te maken in Maps/Custom. Daarna dient u deze waarde te wijzigen, bijv: 'App\\Integrations\\Magento\\Synchronizer\\Maps\\Custom\\Invoice'",
    "LBL_ORDER_MAP_CLASS": "Order map klasse naam",
    "LBL_ORDER_MAP_CLASS_TOOLTIP": "If you want to use custom field map you need to create new class in Maps/Custom. After that you need to change this value e.g. 'App\\Integrations\\Magento\\Synchronizer\\Maps\\Custom\\Order'",
    "LBL_CUSTOMER_MAP_CLASS": "Customer map class name",
    "LBL_CUSTOMER_MAP_CLASS_TOOLTIP": "If you want to use custom field map you need to create new class in Maps/Custom. After that you need to change this value e.g. 'App\\Integrations\\Magento\\Synchronizer\\Maps\\Custom\\Customer'",
    "LBL_CATEGORIES_LIMIT": "The maximum number of categories that can be downloaded at a time",
    "LBL_PRODUCTS_LIMIT": "The maximum number of products that can be updated at a time",
    "LBL_CUSTOMERS_LIMIT": "The maximum number of customers that can be downloaded at a time",
    "LBL_ORDERS_LIMIT": "The maximum number of orders that can be downloaded at a time",
    "LBL_INVOICES_LIMIT": "The maximum number of invoices that can be downloaded at a time",
    "LBL_PARAM_NOT_ALLOWED": "Parameter not allowed",
    "LBL_VALUE_NOT_ALLOWED": "Value not allowed",
    "LBL_RELOAD_MESSAGE": "The data will be downloaded once again the next time cron is triggered",
    "LBL_RELOAD_MAGENTO": "Restart synchronization"
  }
}
