{
  "php": {
    "Announcements|FL_INTERVAL": "Frequenza dei promemoria in giorni, se un utente non ha riesaminato i cambiamenti. Se il campo rimane vuoto il promemoria non sarà più visualizzato.",
    "Accounts|Account Name": "Questo campo è destinato al nome della società",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Specifica il paese predefinito per la sincronizzazione CardDAV al fine di impostare i prefissi del numero di telefono.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Se l'opzione è selezionata, il sistema imporrà il modulo selezionato come impostazione predefinita.",
    "Users|User Name": "Un campo univoco che viene utilizzato come login durante l'accesso al sistema. Se si è in abbinamento con il servizio LDAP, gli accessi devono essere gli stessi.",
    "Users|Admin": "Specifica se l'utente ha i permessi di amministratore.",
    "Users|First Name": "Nome utente.",
    "Users|Last name": "Cognome utente.",
    "Users|Role": "Ruolo assegnato all'utente.",
    "Users|Status": "Specifica se l'utente è attivo o inattivo.",
    "Users|Password": "Specifica la password dell'utente. La password deve rispettare i criteri di sicurezza.",
    "Users|Confirm Password": "Inserisci nuovamente la password. È necessario evitare errori di digitazione della password.",
    "Users|Email": "Indirizzo email principale (campo obbligatorio) utilizzato in situazioni speciali (ad es. reimpostazione della password).",
    "Users|Secondary email": "Indirizzo e-mail aggiuntivo.",
    "Users|FL_PRIMARY_PHONE": "Numero di telefono principale.",
    "Users|CRM phone extension": "Numero di telefono aggiuntivo.",
    "Users|Approval for email": "Un'opzione per selezionare gli utenti che hanno accettato di ricevere le newsletter inviate attraverso le attività del flusso di lavoro (posta elettronica, invio email dai modelli, invio email con stampa PDF)",
    "Users|Date Format": "Il sistema supporta 9 formati di data, quello consigliato (testato) è rrr-mm-dd. Consigliamo vivamente che tutti gli utenti usino lo stesso formato della data.",
    "Users|Calendar Hour Format": "Il sistema supporta 2 formati orari, quello raccomandato (testato) è di 24 ore. Consigliamo vivamente che tutti gli utenti usino lo stesso formato orario.",
    "Users|Time Zone": "Il sistema supporta decine di fusi orari. Si prega di scegliere quello che è il più adatto per l'utente. Tutti i campi data e ora verranno convertiti dal fuso orario predefinito al fuso orario dell'utente.",
    "Users|Default Activity Type": "Il sistema imposterà questo tipo di attività (chiamata, riunione, compito) come predefinito per qualsiasi nuova voce del calendario",
    "Users|Currency": "La valuta predefinita utilizzata per presentare i dati nei campi monetari.",
    "Users|Decimal Separator": "Un separatore che divide le cifre decimali dai numeri interi.",
    "Users|Symbol Placement": "Specifica se il simbolo della valuta è posizionato prima o dopo il valore.",
    "Users|Truncate Trailing Zeros": "Rimuove gli zeri ridondanti rendendo il numero il più breve possibile (si applica solo ai decimali).",
    "Users|Digit Grouping Pattern": "Specifica come vengono visualizzati i campi numerici e di valuta.",
    "Users|Digit Grouping Separator": "Specifica come viene visualizzato il separatore.",
    "Users|Number Of Currency Decimals": "Specifica il numero di decimali dopo il separatore.",
    "Users|Day starts at": "Il sistema utilizzerà questo parametro per la pianificazione automatica degli eventi di calendario.",
    "Users|Day ends at": "Il sistema utilizzerà questo parametro per la pianificazione automatica degli eventi di calendario.",
    "Users|Language": "Selezione della lingua di sistema per l'utente (non si applica alla schermata di accesso).",
    "Users|Row Height": "Specifica la spaziatura tra le righe.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Spuntando la casella il menu utente e quello di amministrazione saranno espansi come impostazione predefinita.",
    "Users|FL_AUTHY_SECRET_TOTP": "Dopo che 2FA TOPO è attivato, verrà generata una chiave per verificare i codici di singolo utilizzo.",
    "Users|FL_MAIL_SCANNER_FIELDS": "Un elenco di campi utilizzati dall'analizzatore per cercare e relazionare record.",
    "Users|Default Record View": "Imposta la vista record predefinita per i moduli che supportano più visualizzazioni (ad esempio dettagli, sommario).",
    "Users|Default Activity View": "Affinché le modifiche abbiano effetto, è necessaria la cancellazione della cache del browser (CTRL+SHIFT+R).",
    "Users|Theme": "Seleziona tema (il tema di default è di Twilight).",
    "Users|User Image": "Immagine dell'utente utilizzata in più luoghi nel sistema (ad esempio chat).",
    "Users|FL_LOGIN_METHOD": "Il sistema supporta 3 diversi metodi di autenticazione.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "Dopo aver selezionato questa opzione l'utente sarà obbligato a cambiare la propria password la prossima volta che accederà al sistema.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "Un elenco di azioni di scansione per gli utenti di Outlook livello di integrazione.",
    "Users|INTERNAL_MAIL_COMPOSER": "Mantenere questa opzione deselezionata farà sì che il browser apra il client di posta elettronica. Selezionando questa opzione il sistema aprirà il client di posta elettronica incorporato.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Specifica quali record dal modulo Contatti devono essere sincronizzati utilizzando il protocollo CardDAV.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Specifica quali record dal modulo Calendario devono essere sincronizzati utilizzando il protocollo CalDAV.",
    "Users|FL_AVAILABLE": "Specifica se l'utente è disponibile (in futuro questo campo rispetterà altri meccanismi indiretti, come le vacanze, l'orario di lavoro, ecc.).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "Quando l'opzione è abilitata e il meccanismo di assegnazione automatica dei record è attivo, l'utente verrà utilizzato per assegnare i record secondo le regole e gli algoritmi del sistema.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Specifica la quantità di record (aperti) che possono essere assegnati a un utente in un modulo.",
    "FL_RESPONSE_RANGE_TIME": "Quantità di tempo (minuti e ore) trascorso dal momento in cui il rapporto è stato ricevuto fino all’inizio della risposta.\n\nL'ora viene calcolata in base alla data in cui la categoria del valore di picklist (es. status) è stata cambiata da \"Tempo di risposta\" a un'altra categoria.",
    "FL_SOLUTION_RANGE_TIME": "Quantità di tempo (minuti e ore) usata per risolvere un dato ticket.\n\nIl tempo è calcolato in base alla data quando la categoria del valore dell'elenco di selezione (es. stato) è stata modificata da \"Orario di risoluzione\" a un'altra categoria.",
    "FL_IDLE_RANGE_TIME": "La quantità di tempo (minuti e ore) in cui il record è inattivo, per esempio, in attesa di informazioni aggiuntive.\n\nL'ora viene calcolata in base alla data in cui la categoria del valore scelto (ad esempio lo stato) è stata cambiata da \"Tempo di attesa\" a un'altra categoria.",
    "FL_CLOSING_RANGE_TIME": "La quantità di tempo (minuti e ore) calcolato dal momento in cui il record è stato creato fino all'ultima volta che è stato chiuso.",
    "FL_RESPONSE_DATE_TIME": "Data e ora della risposta, ovvero, il cambiamento delle categorie del valore del dizionario (es. stato) da \"Orario di risposta\" a un'altra categoria.",
    "FL_SOLUTION_DATE_TIME": "Data e ora della risoluzione, ovvero, il cambiamento della categoria \"Orario di calcolo\" dei valori del menu a tendina (es. stato) da \"Orario di risoluzione\" ad altre categorie.",
    "FL_IDLE_DATE_TIME": "Data e ora del completamento dello stato inattivo, ovvero, il cambiamento della categoria \"Orario di calcolo\" dei valori del menua tendina (es. stato) da \"Orario d'attesa\" ad altre categorie.",
    "FL_CLOSING_DATE_TIME": "Data e ora di chiusura dell'intero processo di calcolo del tempo, dal momento in cui il record è stato creato fino all'ultima volta che è stato chiuso.",
    "FL_RESPONSE_EXPECTED": "Scadenza della risposta pianificata/prevista, calcolata in base all'accordo SLA e i giorni/ore di lavoro o del calendario.",
    "FL_SOLUTION_EXPECTED": "Scadenza della risoluzione pianificata/prevista, calcolata in base all'accordo SLA e i giorni/ore di lavoro o del calendario.",
    "FL_IDLE_DATE_EXPECTED": "Tempo di inattività consentito massimo pianificato/previsto, calcolato in base all'accordo SLA e i giorni/ore di lavoro o del calendario."
  }
}
