{
  "php": {
    "Announcements|FL_INTERVAL": "Učestalost podsjetnika u danima ako korisnik nije pregledao promjene. Ako polje ostane prazno podsjetnik se više neće prikazivati.",
    "Accounts|Account Name": "Ovo polje je za naziv kompanije",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "Određuje zadanu zemlju za CardDAV sinkronizaciju radi postavljanja prefiksa telefonskog broja.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "Ako je opcija označena, sustav će prema zadanim postavkama prisiliti odabrani modul.",
    "Users|User Name": "Jedinstveno polje koje se koristi kao prijava tijekom prijave u sustav. Ako se integriramo s uslugom LDAP, prijave u oba sustava moraju biti iste.",
    "Users|Admin": "Određuje ima li korisnik administratorska dopuštenja.",
    "Users|First Name": "Ime korisnika.",
    "Users|Last name": "Prezime korisnika.",
    "Users|Role": "Uloga dodijeljena korisniku.",
    "Users|Status": "Određuje je li korisnik aktivan ili neaktivan.",
    "Users|Password": "Određuje korisničku lozinku. Lozinka mora biti u skladu s pravilima lozinke.",
    "Users|Confirm Password": "Ponovno unesite lozinku. Potrebno je izbjegavati bilo kakve pogreške pri upisu lozinke.",
    "Users|Email": "Primarna adresa e-pošte (obavezno polje) koja se koristi u posebnim situacijama (tj. Resetiranje lozinke).",
    "Users|Secondary email": "Dodatna adresa e-pošte.",
    "Users|FL_PRIMARY_PHONE": "Glavni telefonski broj.",
    "Users|CRM phone extension": "Dodatni telefonski broj.",
    "Users|Approval for email": "Opcija za odabir korisnika koji su se složili primati biltene poslane kroz zadatke tijeka posla (slanje e-pošte, slanje e-pošte s predložaka, slanje e-pošte s PDF ispisom)",
    "Users|Date Format": "Sustav podržava 9 formata datuma, preporučeni (testirani) je rrrr-mm-dd. Preporučujemo da svi korisnici koriste isti format datuma.",
    "Users|Calendar Hour Format": "Sustav podržava 2 vremenska formata, preporučeni (testirani) je 24H. Preporučujemo da svi korisnici koriste isti vremenski format.",
    "Users|Time Zone": "Sustav podržava desetke vremenskih zona. Odaberite onu koja je najprikladnija za korisnika. Sva polja za datum i vrijeme pretvorit će se iz zadane vremenske zone u vremensku zonu korisnika.",
    "Users|Default Activity Type": "Sustav će zadati ovu vrstu aktivnosti (poziv, sastanak, obaviti) prema bilo kojem novom unosu u kalendaru",
    "Users|Currency": "Zadana valuta koja se koristi za predstavljanje podataka u novčanim poljima.",
    "Users|Decimal Separator": "Razdjelnik koji dijeli decimalne vrijednosti od cijelih brojeva.",
    "Users|Symbol Placement": "Specifies if the currency symbol is placed before or after the value.",
    "Users|Truncate Trailing Zeros": "Removes redundant zeroes making the number as short as possible (applies to decimals only).",
    "Users|Digit Grouping Pattern": "Specifies how value and currency fields are displayed.",
    "Users|Digit Grouping Separator": "Specifies how the separator is displayed.",
    "Users|Number Of Currency Decimals": "Specifies the number of decimals after separator.",
    "Users|Day starts at": "The system will use this parameter for automatic calendar events scheduling.",
    "Users|Day ends at": "The system will use this parameter for automatic calendar events scheduling.",
    "Users|Language": "System language selection for the user (does not apply to the login screen).",
    "Users|Row Height": "Specifies spacing between rows.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "Checking the box will cause the user's and admin's menu to be expanded by default.",
    "Users|FL_AUTHY_SECRET_TOTP": "After 2FA TOPO is activated, a key will be generated to verify single use codes.",
    "Users|FL_MAIL_SCANNER_FIELDS": "A list of fields used by the scanner to search for and relate records.",
    "Users|Default Record View": "Set the default record view for modules that support multiple views (i.e. details, summary).",
    "Users|Default Activity View": "In order for the changes to take effect clearing browser cache is required (CTRL+SHIFT+R).",
    "Users|Theme": "Select theme (default theme is Twilight).",
    "Users|User Image": "User's picture used in multiple places in the system (i.e. chat).",
    "Users|FL_LOGIN_METHOD": "The system supports 3 different methods of authentication.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "After selecting this option the user will be forced to change their password the next time they access the system.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "A list of available scanner actions for users at the Outlook integration level.",
    "Users|INTERNAL_MAIL_COMPOSER": "Keeping this option unchecked will cause the browser to open the default email client. Checking this option will cause the system to open the built-in email client.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "Specifies which records from the Contacts module are to be synchronized using the CardDAV protocol.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "Specifies which records from the Calendar module are to be synchronized using the CalDAV protocol.",
    "Users|FL_AVAILABLE": "Specifies if the user is available (in the future this field will respect other indirect mechanisms, such as holiday, working time, etc).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "If the option is enabled and the auto assign records mechanism is active, the user will be used for assigning records according to the rules and algorithms in the system.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "Određuje količinu zapisa (otvorenih) koji se mogu dodijeliti korisniku u jednom modulu.",
    "FL_RESPONSE_RANGE_TIME": "Broj minuta koji je protekao prije reakcije, izračunato na temelju SLA-a i radnih dana / sati",
    "FL_SOLUTION_RANGE_TIME": "Broj minuta koji je protekao da se riješi dani zapis, izračunato na različitim statusima, ovisno o konfiguraciji i na temelju SLA-a i radnih dana / sati",
    "FL_IDLE_RANGE_TIME": "Broj minuta kada je neki zapis bio neaktivan, npr. kada se čekaju dodatne informacije, ona se izračunava na temelju SLA-a i radnih dana / sati",
    "FL_CLOSING_RANGE_TIME": "Broj minuta koji su protekli između stvaranja i najnovijeg zatvaranja zapisa izračunava se na temelju SLA-a i radnih dana / sati",
    "FL_RESPONSE_DATE_TIME": "Datum i vrijeme početka reakcije.",
    "FL_SOLUTION_DATE_TIME": "Datum i vreme završetka riješenja.",
    "FL_IDLE_DATE_TIME": "Krajnji datum i vrijeme završetka neaktivnosti.",
    "FL_RESPONSE_EXPECTED": "Planirani / očekivani datum do realizacije reakcije na zapisu izračunava se na temelju SLA-a i radnih dana / sati.",
    "FL_IDLE_DATE_EXPECTED": "Planirani / očekivani datum do kada je dopušteno vrijeme mirovanja, izračunava se na temelju SLA-a i radnih dana / sati."
  }
}
