{
  "php": {
    "Announcements|FL_INTERVAL": "اگر کاربر تغییرات را بررسی نکرد ، تناوب یادآوری در روزها را نشان می دهد. اگر این قسمت خالی باشد ، یادآوری دوباره نمایش داده نمی شود.",
    "Accounts|Account Name": "این فیلد برای نام شرکت در نظر گرفته شده است",
    "Users|LBL_CARDDAV_DEFAULT_COUNTRY": "کشور پیش فرض را برای همگام سازی CardDAV به منظور تنظیم پیشوند شماره تلفن مشخص می کند.",
    "Users|FL_OVERRIDE_SEARCH_MODULE": "اگر این گزینه علامت زده شود، سیستم به طور پیش فرض ماژول انتخاب شده را مجبور می کند.",
    "Users|User Name": "یک فیلد منحصربفرد که هنگام ورود به سیستم به عنوان ورود به سیستم استفاده می شود. اگر در حال ادغام با سرویس LDAP هستیم، ورود در هر دو سیستم باید یکسان باشد.",
    "Users|Admin": "مشخص می کند که آیا کاربر مجوزهای مدیریت دارد یا خیر.",
    "Users|First Name": "نام کاربر.",
    "Users|Last name": "نام خانوادگی کاربر.",
    "Users|Role": "نقش‌ اختصاص داده شده به کاربر.",
    "Users|Status": "فعال یا غیرفعال بودن کاربر را مشخص می کند.",
    "Users|Password": "رمز عبور کاربر را مشخص می کند. رمز عبور باید با سیاست رمز عبور مطابقت داشته باشد.",
    "Users|Confirm Password": "رمز عبور را دوباره وارد کنید. لازم است از هرگونه اشتباه تایپی در رمز عبور خودداری شود.",
    "Users|Email": "آدرس ایمیل اصلی (فیلد اجباری) مورد استفاده در شرایط خاص (به عنوان مثال بازنشانی رمز عبور).",
    "Users|Secondary email": "سایر آدرس‌های ایمیل.",
    "Users|FL_PRIMARY_PHONE": "شماره تلفن اصلی.",
    "Users|CRM phone extension": "سایر شماره تلفنها.",
    "Users|Approval for email": "گزینه ای برای انتخاب کاربران برای دریافت خبرنامه های ارسال شده از طریق وظایف گردش کار (ارسال ایمیل، ارسال ایمیل از الگوها، ارسال ایمیل با چاپ PDF)",
    "Users|Date Format": "این سیستم از 9 فرمت تاریخ پشتیبانی می کند، فرمت توصیه شده (تست شده) rrrr-mm-dd است. ما قویاً پیشنهاد می کنیم که همه کاربران از یک قالب تاریخ استفاده کنند.",
    "Users|Calendar Hour Format": "این سیستم از دو فرمت زمانی پشتیبانی می کند، فرمت توصیه شده (تست شده) 24 ساعته است. ما قویاً پیشنهاد می کنیم که همه کاربران از یک فرمت زمانی استفاده کنند.",
    "Users|Time Zone": "این سیستم از ده ها منطقه زمانی پشتیبانی می کند. لطفاً مناسب ترین مورد را برای کاربر انتخاب کنید. تمام فیلدهای تاریخ و زمان از منطقه زمانی پیش‌فرض به منطقه زمانی کاربر تبدیل می‌شوند.",
    "Users|Default Activity Type": "سیستم این نوع فعالیت (تماس، جلسه، انجام) را به طور پیش فرض برای هر ورودی تقویم جدید تنظیم می کند",
    "Users|Currency": "ارز پیش‌فرض که برای ارائه داده‌ها در فیلدهای پولی استفاده می‌شود.",
    "Users|Decimal Separator": "جداکننده ای که مقادیر اعشاری را از اعداد صحیح تقسیم می کند.",
    "Users|Symbol Placement": "مشخص می کند که نماد ارز قبل یا بعد از مقدار قرار می گیرد.",
    "Users|Truncate Trailing Zeros": "صفرهای اضافی را حذف می کند و عدد را تا حد امکان کوتاه می کند (فقط برای اعشار اعمال می شود).",
    "Users|Digit Grouping Pattern": "نحوه نمایش فیلدهای ارزش و ارز را مشخص می کند.",
    "Users|Digit Grouping Separator": "نحوه نمایش جداکننده را مشخص می کند.",
    "Users|Number Of Currency Decimals": "تعداد اعشار را بعد از جداکننده مشخص می کند.",
    "Users|Day starts at": "سیستم از این پارامتر برای زمان‌بندی خودکار رویدادهای تقویم استفاده خواهد کرد.",
    "Users|Day ends at": "سیستم از این پارامتر برای زمان‌بندی خودکار رویدادهای تقویم استفاده خواهد کرد.",
    "Users|Language": "انتخاب زبان سیستم برای کاربر (در صفحه ورود اعمال نمی شود).",
    "Users|Row Height": "تعیین فاصله بین خطوط.",
    "Users|LBL_MENU_EXPANDED_BY_DEFAULT": "با علامت زدن کادر منوی کاربر و مدیریت به طور پیش‌فرض گسترش می‌یابد.",
    "Users|FL_AUTHY_SECRET_TOTP": "پس از فعال شدن 2FA TOPO، کلیدی برای تأیید کدهای یکبار مصرف ایجاد می شود.",
    "Users|FL_MAIL_SCANNER_FIELDS": "فهرستی از فیلدهایی که اسکنر برای جستجو و مرتبط کردن رکوردها استفاده می کند.",
    "Users|Default Record View": "نمای رکورد پیش‌فرض را برای ماژول‌هایی که از چند نما پشتیبانی می‌کنند (به عنوان مثال جزئیات، خلاصه) تنظیم کنید.",
    "Users|Default Activity View": "برای اعمال تغییرات، پاک کردن کش مرورگر مورد نیاز است (CTRL+SHIFT+R).",
    "Users|Theme": "موضوع را انتخاب کنید (تم پیش فرض Twilight است).",
    "Users|User Image": "تصویر کاربر در چندین مکان در سیستم (به عنوان مثال چت) استفاده می شود.",
    "Users|FL_LOGIN_METHOD": "این سیستم از 3 روش مختلف احراز هویت پشتیبانی می کند.",
    "Users|FL_FORCE_PASSWORD_CHANGE": "پس از انتخاب این گزینه کاربر مجبور می شود در دفعه بعد که وارد سیستم می شود رمز عبور خود را تغییر دهد.",
    "Users|FL_MAIL_SCANNER_ACTIONS": "فهرستی از اقدامات اسکنر موجود برای کاربران در سطح ادغام Outlook.",
    "Users|INTERNAL_MAIL_COMPOSER": "تیک نگرفتن این گزینه باعث می شود مرورگر سرویس گیرنده ایمیل پیش فرض را باز کند. تیک زدن این گزینه باعث می شود که سیستم سرویس گیرنده ایمیل داخلی را باز کند.",
    "Users|LBL_CARDDAV_SYNCHRONIZATION_CONTACT": "مشخص می کند که کدام رکوردها از ماژول مخاطبین با استفاده از پروتکل CardDAV همگام سازی شوند.",
    "Users|LBL_CALDAV_SYNCHRONIZATION_CALENDAR": "مشخص می کند که کدام رکوردها از ماژول Calendar باید با استفاده از پروتکل CalDAV همگام شوند.",
    "Users|FL_AVAILABLE": "مشخص می کند که کاربر در دسترس باشد (در آینده این قسمت به مکانیسم های غیرمستقیم دیگر مانند تعطیلات، زمان کار و غیره احترام می گذارد).",
    "Users|FL_AUTO_ASSIGN_RECORDS": "در صورت فعال بودن گزینه و فعال بودن مکانیزم تخصیص خودکار رکوردها، کاربر برای تخصیص رکوردها طبق قوانین و الگوریتم های موجود در سیستم استفاده می شود.",
    "Users|FL_RECORD_LIMIT_IN_MODULE": "میزان رکوردهای (باز) را که می توان در یک ماژول به کاربر اختصاص داد را مشخص می کند.",
    "FL_RESPONSE_RANGE_TIME": "مقدار زمان (دقیقه و ساعت) که از زمان دریافت گزارش تا شروع پاسخ سپری شده است.\n\nزمان بر اساس تاریخی که دسته ارزش فهرست انتخابی (به عنوان مثال وضعیت) از \"زمان پاسخ\" به دسته دیگری تغییر کرده است محاسبه می شود.",
    "FL_SOLUTION_RANGE_TIME": "مقدار زمان (دقیقه و ساعت) مورد استفاده برای حل یک بلیط معین.\n\nزمان بر اساس تاریخی که دسته ارزش فهرست انتخابی (به عنوان مثال وضعیت) از «زمان وضوح» به دسته دیگری تغییر کرده است، محاسبه می‌شود.",
    "FL_IDLE_RANGE_TIME": "مدت زمان (دقیقه و ساعت) رکورد بیکار است، به عنوان مثال، منتظر اطلاعات اضافی است.\n\nزمان بر اساس تاریخی محاسبه می‌شود که دسته ارزش فهرست انتخابی (به عنوان مثال وضعیت) از «زمان انتظار» به دسته دیگری تغییر کرده است.",
    "FL_CLOSING_RANGE_TIME": "مقدار زمان (دقیقه و ساعت) محاسبه شده از زمان ایجاد رکورد تا آخرین بار بسته شدن آن.",
    "FL_RESPONSE_DATE_TIME": "تاریخ و زمان پاسخ، یعنی تغییر دسته‌های ارزش فرهنگ لغت (به عنوان مثال وضعیت) از \"زمان پاسخ\" به دسته دیگر.",
    "FL_SOLUTION_DATE_TIME": "تاریخ و زمان رزولوشن، یعنی تغییر دسته «محاسبه زمان» مقادیر فهرست انتخابی (به عنوان مثال وضعیت) از «زمان وضوح» به دسته‌های دیگر.",
    "FL_IDLE_DATE_TIME": "تاریخ و زمان تکمیل وضعیت بیکار، یعنی تغییر دسته «محاسبه زمان» مقادیر فهرست انتخابی (به عنوان مثال وضعیت) از «زمان انتظار» به دسته‌های دیگر.",
    "FL_CLOSING_DATE_TIME": "تاریخ و زمان بسته شدن کل فرآیند محاسبه زمان از زمان ایجاد رکورد تا آخرین بار بسته شدن آن.",
    "FL_RESPONSE_EXPECTED": "مهلت پاسخ برنامه ریزی شده/مورد انتظار، محاسبه شده بر اساس توافقنامه SLA و روزها/ساعت های کاری یا تقویمی.",
    "FL_SOLUTION_EXPECTED": "مهلت حل برنامه ریزی شده/مورد انتظار، محاسبه شده بر اساس توافقنامه SLA و روزها/ساعت های کاری یا تقویمی.",
    "FL_IDLE_DATE_EXPECTED": "حداکثر زمان بیکاری مجاز برنامه ریزی شده/مورد انتظار، محاسبه شده بر اساس توافق نامه SLA و روزها/ساعت های کاری یا تقویمی."
  }
}
