{
  "php": {
    "LBL_REQUEST_DATE": "Dátum požiadavky",
    "LBL_REQUEST_ID": "ID požiadavky",
    "LBL_VIES": "Potvrďte IČ DPH-EU číslo",
    "LBL_VIES_DESC": "Kontroluje, či má podnikateľský subjekt platné IČ DPH-EÚ pre intrakomunitárne transakcie v rámci Európskej únie.",
    "LBL_VATIFY_EU": "VATify.eu",
    "LBL_VATIFY_DESC_EU": "Preberať údaje z databázy VATify.eu, ktorá obsahuje aj aktuálny stav daňovníka",
    "LBL_ORB": "Orb Intelligence",
    "LBL_ORB_DESC": "Preberanie údajov spoločností z celého sveta",
    "LBL_ORB_VAT": "EIN/VAT (Iba v USA)",
    "LBL_NORTH_DATA": "North Data",
    "LBL_NORTH_DATA_DESC": "Preberanie údajov o spoločnostiach z databázy spoločnosti North Data",
    "LBL_USA_EDGAR": "EDGAR [USA]",
    "LBL_USA_EDGAR_DESC": "Fetch data on US companies from the United States Securities and Exchange Commission via EDGAR",
    "LBL_PL_VAT_PAYER": "Verify VAT taxpayer’s status [PL]",
    "LBL_PL_VAT_PAYER_DESC": "Služba umožňuje overiť, či je subjekt aktívnym, oslobodeným alebo neregistrovaným platiteľom DPH v Poľsku",
    "LBL_PL_GUS": "GUS REGON [PL]",
    "LBL_PL_GUS_DESC": "Prebrať údaje o poľských spoločnostiach z online databázy REGON 1(BIR1), ktorú poskytuje GUS",
    "LBL_PL_KRS": "KRS [PL]",
    "LBL_PL_KRS_DESC": "Prebrať údaje o poľských spoločnostiach z Národného súdneho registra v Poľsku (KRS)",
    "LBL_PL_CEIDG": "CEIDG [PL]",
    "LBL_PL_CEIDG_DESC": "Prebrať údaje o poľských spoločnostiach z centrálneho registra a informácií o hospodárskej činnosti v Poľsku (CEIDG)",
    "LBL_UK_CH": "Companies House [GB]",
    "LBL_UK_CH_DESC": "Prebrať údaje o britských spoločnostiach od Comapnies House agency",
    "LBL_UK_CH_NOT_FOUND_NO_DATA": "No NCR or company name has been set",
    "LBL_UK_VAT_PAYER": "Confirm the VAT number [UK]",
    "LBL_UK_VAT_PAYER_DESC": "The service allows you to verify whether a company is registered as a VAT taxpayer in United Kingdom",
    "LBL_UK_VAT_PAYER_CONFIRM": "Subjekt s uvedeným číslom je platcom DPH UK",
    "LBL_UK_VAT_PAYER_NOT_CONFIRM": "Subjekt s uvedeným číslom nie je platcom DPH UK",
    "LBL_FR_ENTERPRISE_GOUV": "Data Gouv [Fr]",
    "LBL_FR_ENTERPRISE_GOUV_DESC": "Prebrať údaje o francúzskych spoločnostiach z INSEE (Institut National de la Statistique et des Études Économiques)",
    "LBL_BR_RECITA_WS_CNPJ": "Receita WS CNPJ [BR]",
    "LBL_BR_RECITA_WS_CNPJ_DESC": "Fetch data on Brazilian companies from the database of the Federal Tax Office of Brazil (Cadastro Nacional de Pessoas Jurídicas) provided by Receita WS",
    "LBL_BR_RECITA_WS_CNPJ_NUMBER": "CNPJ",
    "LBL_BR_RECITA_WS_CNPJ_ERROR": "The query limit has been exceeded. Wait one minute.",
    "LBL_NO_BRREG_ENHETSREGISTERET": "Brreg Enhetsregisteret [NO]",
    "LBL_NO_BRREG_ENHETSREGISTERET_DESC": "Prebrať údaje o nórskych spoločnostiach z centrálnej databázy Brønnøysund (The Brønnøysund Register Centre)",
    "LBL_NO_BRREG_ENHETSREGISTERET_400": "Organization number must be a number with exactly 9 digits.",
    "LBL_DK_CVR": "Danish CVR [DK]",
    "LBL_DK_CVR_DESC": "Prebrať údaje o dánskych a nórskych spoločnostiach prostredníctvom CVR API z dánskeho centrálneho obchodného registra (CVR)",
    "LBL_UA_YOU_CONTROL": "YouControl [UA]",
    "LBL_UA_YOU_CONTROL_DESC": "Prabrať údaje o ukrajinských spoločnostiach z databázy YouControl, ktorú poskytuje YouScore API",
    "LBL_CH_ZEFIX": "Swiss Zefix [CH]",
    "LBL_CH_ZEFIX_DESC": "Prabrať údaje o švajčiarskych spoločnostiach zo švajčiarskeho centrálneho indexu obchodných názvov (Zentraler Firmenindex)"
  }
}
