{
  "php": {
    "LBL_COMPANIES": "Thông tin chi tiết Công ty",
    "Companies": "Thông tin chi tiết Công ty",
    "LBL_ID": "Định danh",
    "LBL_NAME": "Hiển thị tên công ty bạn",
    "LBL_EMAIL": "Thư điện tử",
    "LBL_CITY": "Thành Phố/Ngôi Làng",
    "LBL_COUNTRY": "Quốc gia",
    "LBL_CONDITIONS_OF_REGISTRATION": "All data below must be true, it is an obligatory condition of registering the product that results from the license terms.  %s \nIn the registration, there should be all companies involved in the implementation of the CRM system, e.g. \"Target user\" should always be filled in with the data of a company that uses this system. \nThe \"Supplier\" entry type must exist when a company implementing CRM is different from the one that uses it. \nThe \"Integrator\" entry type must exist when integration with a CRM system was performed and the data of the company that integrated the system needs to be submitted.\nIn order for the system to correctly verify the registration key, Cron must be active and function properly. \nThe validity of data submitted during registration is verified manually within 72h. Providing any false data will cause the entire registration to be declined. Thank you for your patience.\n %s",
    "LBL_TYPE": "Kiểu",
    "LBL_TYPE_INFO": "\n- end user - a company that uses the CRM system \n- provider - a company that implements a CRM system for another company that will use it \n- integrator - a company that integrates the CRM system\n\n NOTE: If you are a provider/integrator and you want to register the CRM on behalf of your client, remember that both companies must be registered - your company as a vendor/integrator and your client’s company as an end user.",
    "LBL_TYPE_TARGET_USER": "Người dùng cuối",
    "LBL_TYPE_INTEGRATOR": "Bộ tích hợp",
    "LBL_CHANGING_COMPANY_NAME": "Mỗi thay đổi của tên công ty yêu cầu đăng ký lại.",
    "LBL_TYPE_PROVIDER": "Nhà cung cấp",
    "LBL_COMPANYSIZE": "Số nhân viên của công ty",
    "LBL_WEBSITE": "Trang web của công ty",
    "LBL_INDUSTRY": "Ngành nghề",
    "LBL_FIRSTNAME": "Họ",
    "LBL_LASTNAME": "Tên",
    "LBL_LOGO": "Logo",
    "LBL_ADDRESS": "Địa chỉ",
    "LBL_POST_CODE": "Mã bưu điện",
    "LBL_VAT_ID": "TAX ID",
    "LBL_TWITTER": "Twitter",
    "LBL_FACEBOOK": "Facebook",
    "LBL_LINKEDIN": "LinkedIn",
    "LBL_NEWSLETTER": "Bản tin email",
    "LBL_NEWSLETTER_ALERT": "Entering fake data will cause the registration to be denied. In order to remove the data such as Name, Surname, E-mail from the newsletter, uncheck the field Newsletter",
    "LBL_NAME_INFO": "Trong trường hợp sử dụng cá nhân vui lòng nhập 'Sử dụng cá nhân'.",
    "LBL_WEBSITE_INFO": "Enter your company website NOT your CRM's URL.",
    "LBL_EMAIL_NEWSLETTER_INFO": "Đăng ký cho YetiForce là bản tin miễn phí. Theo kịp với tất cả năng mới nhất trong hệ thống, và tìm hiểu thêm về các CRM khu vực. Chúng tôi sẽ gửi anh thông tin về new phiên bản cập nhật, các sự kiện mới bổ sung vào hệ thống, và nhiều hơn nữa.\nTham gia cùng chúng tôi, cộng đồng và ở lại đến ngày.\nInternet là cần thiết để đăng ký.",
    "LBL_COMPANY_NAMES_EXIST": "Tên công ty đã tồn tại",
    "LBL_LAST_SCAN_DATE": "Ngày quét cuối cùng của trạng thái đăng ký",
    "LBL_LAST_SCAN_ERROR": "Không thể xác minh trạng thái đăng ký:\n- CRM của bạn không có truy câp internet,\n- Cron không làm việc hoặc có lỗi khi hoạt động,\n- Lỗi trong cấu hình máy chủ",
    "LBL_REGISTER_CRM_ONLINE": "Đăng Ký - Trực Tuyến",
    "LBL_ERROR_MESSAGE": "Lỗi: \"%s\"",
    "LBL_REGISTER_CRM_SERIAL": "Đăng ký - Khoá",
    "LBL_REGISTER_CHECK": "Kiểm tra trạng thái",
    "LBL_NOT_REGISTERED": "Chưa được đăng ký",
    "LBL_WAITING_FOR_ACCEPTANCE": "Đang chờ phê duyệt",
    "LBL_INCORRECT_DATA": "Dữ liệu không chính xác",
    "LBL_INCOMPLETE_DATA": "Không đầy đủ dữ liệu",
    "LBL_OFFLINE_SERIAL_NOT_FOUND": "Đoạn tuyến - Không tìm thấy khoá",
    "LBL_OFFLINE_SIGNED": "Đoạn tuyến - Đã chấp nhận",
    "LBL_SPECIAL_REGISTRATION": "Đăng ký đặc biệt",
    "LBL_ACCEPTED": "Đã chấp nhận",
    "LBL_REGISTRATION_DATA": "Dữ liệu đăng ký",
    "LBL_BRAND_DATA": "Thông tin thương hiệu",
    "LBL_BRAND_DATA_INFO": "Block used when YetiForce Branding is purchased allows you to enter custom data visible in the footer.",
    "LBL_BILLING_DATA": "Thông tin thanh toán",
    "LBL_SYSTEM_NOT_REGISTERED": "The YetiForce system has not been properly registered or the provided data is incorrect.",
    "LBL_PAID_FN_NO_SUBSCRIPTION": "Paid functionalities have been enabled in the system %s, please purchase a subscription."
  },
  "js": {
    "JS_ENTER_REGISTRATION_KEY": "Nhập mã đăng ký",
    "JS_ENTER_ALL_REGISTRATION_DATA": "Nhập toàn bộ thông tin được yêu cầu"
  }
}
