{
  "php": {
    "Password": "Thiết lập mật khẩu",
    "LBL_PASSWORD_DESCRIPTION": "Đặt độ phức tạp cho mật khẩu với người sử dụng của hệ thống",
    "LBL_Password_Header": "Tham số quyết định độ phức tạp của mật khẩu",
    "Minimum password length": "Độ dài mật khẩu tối thiểu",
    "Maximum password length": "Độ dài mật khẩu tối đa",
    "Uppercase letters from A to Z": "Chữ in hoa từ A đến Z",
    "Lowercase letters a to z": "Chữ thường từ a đến z",
    "Password should contain numbers": "Mật khẩu phải chứa con số",
    "Password should contain special characters": "Mật khẩu phải có ký tự đặc biệt",
    "LBL_ERROR": "Lỗi khi lưu file",
    "LBL_SAVE_OK": "Dữ liệu đã lưu",
    "characters": "kí tự",
    "LBL_PASSWORD_COMPLEXITY": "Độ phức tạp của mật khẩu",
    "LBL_PASSWORD_COMPLEXITY_INFO": "Xác định mức độ phức tạp mật khẩu của người sử dụng. Hệ thống sẽ kiểm soát và hướng dẫn bạn khi tạo mật khẩu.",
    "LBL_PASSWORD_PWNED_INFO": "Để tăng cường an ninh, bạn có thể kích hoạt những xác minh của mật khẩu trong cơ sở dữ liệu mật khẩu đã từng bị đánh cắp. Nếu một mật khẩu được tìm thấy trong cơ sở dữ liệu, hệ thống sẽ không cho phép dùng mật khẩu này.",
    "LBL_PASSWORD_PWNED_ALERT": "Ở đây bạn có thể tìm thấy toàn bộ phương án tích hợp mật khẩu với máy chủ bạn có thể sử dụng. Để thêm máy chủ mới bạn phải tạo 1 file tích hợp để kết nối với máy chủ chứa cơ sở dữ liệu mật khẩu.",
    "LBL_PROVIDER_NAME": "Tên nhà cung cấp",
    "LBL_PWNED_PASSWORD_PROVIDER": "Nhà cung cấp cơ sở dữ liệu mật khẩu",
    "LBL_PROVIDER_URL": "URL nhà cung cấp",
    "LBL_PROVIDER_ACTIVE": "Là nhà cung cấp hoạt động",
    "LBL_CHECK_PWNED_PASSWORD": "Không thể sử dụng mật khẩu đã xuất hiện trong cơ sở dữ liệu đã bị đánh cắp",
    "LBL_ALERT_PWNED_PASSWORD": "Mật khẩu, xuất hiện %s lần trong các cơ sở dữ liệu mật khẩu bị đánh cắp",
    "LBL_PASSWORD_CHANGE_TIME": "Buộc phải đổi mật khẩu mỗi",
    "LBL_PASSWORD_CHANGE_TIME_DESC": "0 - không có giới hạn,\n356 - năm,\n30 tháng.\nSau khoảng thời gian này, mỗi lần một người sử dụng đăng nhập, hệ thống sẽ hiển thị một thông điệp để thay đổi mật khẩu. Thông điệp này có thể được bỏ qua.",
    "LBL_TIME_TO_CHANGE_PASSWORD": "Thời gian tối đa để thay đổi mật khẩu (ngày)",
    "LBL_TIME_TO_CHANGE_PASSWORD_DESC": "Sau khoảng thời gian này, người dùng sẽ bị buộc phải thay đổi mật khẩu sau khi họ đăng nhập. Họ sẽ không thể sử dụng CRM cho đến khi họ đặt một mật khẩu mới theo yêu cầu mật khẩu.",
    "LBL_METHOD": "Phương pháp mã hóa",
    "LBL_ENCRYPTION_CONFIG": "Cấu hình mã hóa",
    "LBL_ENCRYPTION_VECTOR": "Khởi tạo véc tơ",
    "LBL_ENCRYPTION_KEY": "Khoá để mã hoá",
    "LBL_ENCRYPT_IS_NOT_ACTIVE": "Mã hoá mật khẩu không tắt",
    "LBL_REGISTER_ENCRYPTION": "Mã hóa được kiểm tra thành công. Cơ chế mã hóa sẽ được kích hoạt trong lần chạy cron tiếp theo.\nThời gian mã hóa phụ thuộc vào số lượng mật khẩu đang có trong cơ sở dữ liệu.",
    "LBL_ENCRYPTION_CRON_BATCH_METHODS": "Tác vụ cron \"Phương thức xử lý hệ thống hàng loạt\" không hoạt động. Tác vụ cron này cần phải bật để cơ chế mã hoá mật khẩu hoạt động chính xác.",
    "LBL_ENCRYPTION_RUN": "Đang trong tiến trình mã hoá mật khẩu",
    "LBL_ENCRYPTION_WAITING": "Mật mã hóa đang được chờ để thực hiện",
    "LBL_PASSWORD_SETTING_WARNING": "Những người dùng, có mật khẩu đã lỗi thời so với tiêu chí đã nêu này, có thể mất khả năng đăng nhập. Khuyến cáo bạn đặt lại mật khẩu trước khi thực hiện sửa đổi này",
    "LBL_ENCRYPT_DESCRIPTION": "Cơ chế mã hóa trong hệ thống được sử dụng để mã hóa dữ liệu nhạy cảm trong cơ sở dữ liệu. Để kích hoạt mã hóa bạn phải xác định phương pháp của mã hóa và nhập vào khoá mã hoá. Một số trong các phương pháp mã hóa nhập vào yêu cầu một một véc tơ. Khóa mã hóa được lưu trong các tập tin sau đây: \\config\\SecurityKeys.php và véc tơ được lưu trong cơ sở dữ liệu. Các thông số này là cần thiết để giải mã dữ liệu. Để giải mã tất cả mật khẩu, chọn 'Không' trong 'Phương pháp Mã hoá'",
    "LBL_RECOMENDED_METHODS": "Phương pháp mã hóa khuyến nghị",
    "LBL_OTHER_METHODS": "Các phương pháp mã hóa",
    "LBL_PASSWORD_CHANGE_RULES": "Quy tắc đổi mật khẩu",
    "LBL_TIME_TO_CHECK_PWNED": "Mức độ kiểm tra thường xuyên trạng thái mật khẩu có trong cơ sở dữ liệu mật khẩu bị đánh cắp (ngày)",
    "LBL_NO_REGISTER_ENCRYPTION": "Mã hoá sử dụng phương thức này không được hỗ trợ bởi hệ thống",
    "LBL_PASSWORD_LENGTH_IS": "Độ dài véc tơ phải %s ký tự",
    "LBL_DISABLE_ENCRYPTION": "Phương pháp mã hoá đã bị tắt trong lần chạy cron tiếp theo"
  }
}
